[{"timestamp": {"start": "00:00:00:00","end": "00:08:12:28"}},


{"timestamp": {"start": "00:08:12:28","end": "00:52:56:08"}},


{"timestamp": {"start": "00:52:56:08","end": "00:53:23:06"},
"speaker": "Unknown",
"text": "Introduce yourself please. I'm olive glass. Hi, all, and welcome back. Wkyc.com. Hello. So today we are going to be shooting hogtied. lucky for you and me, I have to say me to this. I'm super lucky. we usually sit down and we talk about safe words, and we talk about what we're not going to do during the day."},

{"timestamp": {"start": "00:53:23:08","end": "00:53:38:25"},
"speaker": "Unknown",
"text": "We're going to still talk about safe words. But instead of focusing on the things that you don't want to do today, I want to focus on the things that you want to like. So let's talk about some of the things that you're excited about haven't happened. Okay. So, give me your top three of the things that you're looking forward to today."},

{"timestamp": {"start": "00:53:38:27","end": "00:54:02:06"},
"speaker": "Unknown",
"text": "rope. Okay. just like any cool ties would be really fun. That one, I don't know. The one flogger that has all the little sloppy bits. Little strings? Yes. What are those called again? It's a it's a flogger. I'm excited to use a flogger. And, I don't know, just, like, get into it and see. I always love you."},

{"timestamp": {"start": "00:54:02:06","end": "00:54:29:13"},
"speaker": "Unknown",
"text": "Always come up with really cool stuff to do. I feel like you've got a pretty endless imagination, and it's just fun to, like, get tied up and get into what we're doing. Yeah. Get a little drool going on that. I definitely enjoy. Yeah. one thing to remember, though, is a consent is remarkable. Meaning that even though you have a bunch of yeses and not a lot of nos, anything that you have said yes to, if you're doing something and suddenly you're like, you know what?"},

{"timestamp": {"start": "00:54:29:13","end": "00:54:51:02"},
"speaker": "Unknown",
"text": "It's not sexy. I don't like it. It's true. Whatever the fact, whatever reason, isn't as relevant as the fact that you don't want to just tell us we don't want to do anymore, we immediately stop, and then we go back and reshoot it in a way that no one sees you asking us to stop. Perfect. So it's. I tell everybody, kind of with a smile, to make it kind of take the edge off of it, as if you need us to fuck off, tell us to fuck off and we shall deal."},

{"timestamp": {"start": "00:54:51:05","end": "00:55:10:21"},
"speaker": "Unknown",
"text": "Same words. If you want everything to stop using red Uber guy drinking in your mouth. It's, both of those break character. Look into the lens if you're okay to stay in bondage and stay in character. But you want to get back off of what I'm doing is yellow or mercy. Okay. Let's see. Making sure that we have looked at talked about."},

{"timestamp": {"start": "00:55:10:23","end": "00:55:38:08"},
"speaker": "Unknown",
"text": "Yep. Perfect. All right. So we have you back. Finally. I know it's been too long. It's been well over a year. so we had you here, and you said you're looking forward to this stuff. Of course. Orgasm would be fun, too. That I love those. Yeah. We're going to do all that. Is there. Do you get to do this a lot outside of work?"},

{"timestamp": {"start": "00:55:38:10","end": "00:55:55:20"},
"speaker": "Unknown",
"text": "No, I don't, I know. Well, it's partly because there's no like, studios. And then on my, in my private life, there's nobody that I'm, like, vetted enough to like, you know, have people be like, I'm Adam. And then it's like, no, you're not. So I haven't gotten to do it, which is why I'm so excited to be here today."},

{"timestamp": {"start": "00:55:55:21","end": "00:56:19:24"},
"speaker": "Unknown",
"text": "I love it. so I'm trying to think, like we've done so much over the years. I'm trying to think of, like, there's there's not. I can't pinpoint anything because I know we've done. We have done so much. We've done kink stuff. we've done artsy fun stuff. Where other. Yeah, the clown photoshoot. The clown stuff. You,"},

{"timestamp": {"start": "00:56:19:27","end": "00:56:45:03"},
"speaker": "Unknown",
"text": "The ballerina thing. Oh, yeah. Is there anything that you can think of off the top of your head that you like? You know, we haven't done this, and I want to do this today or this. I mean, I can't really think of anything we haven't done that I would like to do, but, I definitely love, like, being a little stretchy with the ropes, like, some suspension elements is always fun."},

{"timestamp": {"start": "00:56:45:05","end": "00:57:09:27"},
"speaker": "Unknown",
"text": "like, when we did the ballet thing, that was really cool. I don't have my ballet shoes, but I, you know, could still do something like that. yeah. Gosh, I'm racking my brain, and I can't think of anything that we haven't done that. I'm. Yeah. But we will stand with your flexibility. Yeah, that sounds great. honestly, when I was coming here, I was just like, I can't wait to be tied up."},

{"timestamp": {"start": "00:57:09:27","end": "00:57:33:08"},
"speaker": "Unknown",
"text": "And I'm so. I was so hyperfocus on that, that I didn't really think of anything else. That's okay. My number one is I want to be set up for guys. Yeah. All day long. Let's see. your world worldly woman. You travel. I think you your favorite place to travel to. Or that you have to go."},

{"timestamp": {"start": "00:57:33:10","end": "00:57:51:19"},
"speaker": "Unknown",
"text": "I think my favorite place that I've ever traveled to is far barred. It's, an island just off of the Arctic above Norway. Okay. Yeah. For it. I would dog sledding there. And it's the Arctic. I felt like I was at the edge of the world. It was really neat. Dogs for two weeks through the Arctic. It's crazy."},

{"timestamp": {"start": "00:57:51:20","end": "00:58:09:28"},
"speaker": "Unknown",
"text": "I was, like, over -30 and, yeah, stayed in a, couple of, like, little cabins. And they have to do two panes of glass on the windows and like, I was like asking, why are the front panes of glass is like on the outside were punched in and I guess when polar bears see their reflection, they just automatically punch."},

{"timestamp": {"start": "00:58:09:28","end": "00:58:34:02"},
"speaker": "Unknown",
"text": "So they have to do two panes of glass. That was like it was cool. I reindeer jerky. And we owned we didn't have any electricity. That sounds terrifying. And I loved it. I love going to like extreme environments for vacation. The whole whether you were doing the dog sledding, how long each day, how many hours roughly were you guys?"},

{"timestamp": {"start": "00:58:34:04","end": "00:58:53:11"},
"speaker": "Unknown",
"text": "so it's February and we didn't have daylight for very long, so we would get up at 6 a.m. and go to about 3 p.m. and then stop for the night, because it would be like dark by then. And that's when it gets dangerous. If I wanted to go out to the bathroom and do like the outhouses, I would have to be escorted with, the guide and a rifle because of how prevalent the polar bear attacks had gotten."},

{"timestamp": {"start": "00:58:53:13","end": "00:59:14:26"},
"speaker": "Unknown",
"text": "Just wild. We'd see, like the dogs, big chunks of frozen reindeer meat. It was neat. I just like every time you and I see each other. And we talked, and there's always this, like we're the fucking out of left field. But it's like the best one. I love that we have. I think that's one of my favorites. But a lot of them."},

{"timestamp": {"start": "00:59:14:26","end": "00:59:37:15"},
"speaker": "Unknown",
"text": "I'm going to Romania soon to Dracula's castle. Oh, shit. The one with the lad, Vlad the Impaler. Vlad Draco? Yes. Yeah. That's. Yeah. One day I'll be. I'll leave this country and go and come and hang out in Romania. We'll go to, like, bring everybody. We'll go to Dracula's castle. Go all the time. He's a wealthy man to hell."},

{"timestamp": {"start": "00:59:37:15","end": "01:01:16:04"},
"speaker": "Unknown",
"text": "Yeah. I've been to Rico once. That's about as worldly as a Puerto Rico scrape. They're in Wisconsin. That was so good. Wisconsin's got good teeth. Let's see. There's always benefits. Yeah. All right. Cool. Let's do it. Let's, We'll talk afterwards. Okay. Thank you. Bye."},

{"timestamp": {"start": "01:01:16:06","end": "01:01:37:27"},
"speaker": "Unknown",
"text": "She said."},

{"timestamp": {"start": "01:02:07:16","end": "01:02:19:03"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. oh."},

{"timestamp": {"start": "01:02:19:05","end": "01:02:25:17"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "01:02:25:20","end": "01:02:31:26"},
"speaker": "Unknown",
"text": "Oh! Oh my God!"},

{"timestamp": {"start": "01:02:51:24","end": "01:03:11:01"},
"speaker": "Unknown",
"text": "Oh! Oh, God. No! Oh! Oh! Oh. Just the tip, No, no, not just the tip. Oh, yeah. Right back there. Oh, you're not as good."},

{"timestamp": {"start": "01:03:11:03","end": "01:03:41:11"},
"speaker": "Unknown",
"text": "And he turned so on the other side. There we go. Up! Oh! Oh! Oh. It is a shame that it has been so long. Oh. Okay. Oh."},

{"timestamp": {"start": "01:03:41:14","end": "01:03:51:08"},
"speaker": "Unknown",
"text": "This amazing ass. It's just been neglected. I'm not spanked enough. Turn around."},

{"timestamp": {"start": "01:03:51:10","end": "01:04:19:26"},
"speaker": "Unknown",
"text": "The long with this part. Oh. That's the part where they give some attention to. Oh, give it to her. Yes. Oh. Oh. Oh. Okay. Don't stomp your feet."},

{"timestamp": {"start": "01:04:19:29","end": "01:04:34:12"},
"speaker": "Unknown",
"text": "Oh but you're stronger like your right leg or your left leg. Which one can I take away from you. Maybe see this one. Take your right leg. Yeah."},

{"timestamp": {"start": "01:04:34:14","end": "01:04:55:01"},
"speaker": "Unknown",
"text": "See, I think it just melted. Oh. You did? Yeah. Oh, just one. One little beating. That's all the. Good."},

{"timestamp": {"start": "01:04:55:03","end": "01:05:20:20"},
"speaker": "Unknown",
"text": "We're just getting started. And there's still more orgasms coming. Lots of orgasms."},

{"timestamp": {"start": "01:05:23:19","end": "01:05:42:23"},
"speaker": "Unknown",
"text": "It's any stretch."},

{"timestamp": {"start": "01:05:42:25","end": "01:05:47:03"},
"speaker": "Unknown",
"text": "Just on."},

{"timestamp": {"start": "01:05:47:06","end": "01:06:13:05"},
"speaker": "Unknown",
"text": "And that was all. It's okay. Like that. Since we get here and we've talked about it, there's no sense of just teasing. I'm giving you something. Oh, God. I'm nervous. Oh. Oh."},

{"timestamp": {"start": "01:06:13:08","end": "01:06:22:28"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh."},

{"timestamp": {"start": "01:06:26:21","end": "01:06:41:17"},
"speaker": "Unknown",
"text": "Oh. Oh, yeah. Oh, fuck! Oh. Oh excuse me. We come so that you can come. Oh."},

{"timestamp": {"start": "01:06:41:19","end": "01:07:02:26"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh yeah. Yeah. Oh. Oh! Oh, no. 0000000."},

{"timestamp": {"start": "01:07:02:28","end": "01:07:21:16"},
"speaker": "Unknown",
"text": "Oh. I'm still coming. Yeah. Oh. Oh."},

{"timestamp": {"start": "01:07:21:18","end": "01:07:39:28"},
"speaker": "Unknown",
"text": "I just came so hard to make this into a suspension tie. Oh, that's what I was going to do anyway. So now that you've done the hard work for. Ha! Stand up a little bit. Okay. It's you. A little more."},

{"timestamp": {"start": "01:07:40:01","end": "01:07:50:23"},
"speaker": "Unknown",
"text": "Sensitive for these. Pretty sensitive. I might have the clamps on the other side. Oh."},

{"timestamp": {"start": "01:07:50:26","end": "01:08:23:21"},
"speaker": "Unknown",
"text": "I'm actually. Going to put you in the air. We should make sure we're safe."},

{"timestamp": {"start": "01:08:23:23","end": "01:08:39:16"},
"speaker": "Unknown",
"text": "It's really slippery."},

{"timestamp": {"start": "01:08:39:18","end": "01:08:52:13"},
"speaker": "Unknown",
"text": "To do that sort of thing. Right? Yeah. Thank you."},

{"timestamp": {"start": "01:08:52:15","end": "01:09:14:11"},
"speaker": "Unknown",
"text": "It's always when you're in ties that your nose starts. Every time. I think you got it in your."},

{"timestamp": {"start": "01:09:14:14","end": "01:09:23:27"},
"speaker": "Unknown",
"text": "All right. Now we take the foot away. Actually we should. Okay. Should we hit your. Maybe a little more."},

{"timestamp": {"start": "01:09:23:29","end": "01:09:40:17"},
"speaker": "Unknown",
"text": "Oh. Ooh! Ooh! Oh, fuck! Oh!"},

{"timestamp": {"start": "01:09:40:20","end": "01:09:44:25"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "01:09:44:27","end": "01:10:05:18"},
"speaker": "Unknown",
"text": "Let's see what's."},

{"timestamp": {"start": "01:10:05:21","end": "01:11:02:27"},
"speaker": "Unknown",
"text": "Red. They are, And they're also amazing. Thank you. I haven't told you that today."},

{"timestamp": {"start": "01:11:02:29","end": "01:11:16:22"},
"speaker": "Unknown",
"text": "Yeah. Now you're in the air."},

{"timestamp": {"start": "01:11:16:24","end": "01:11:26:09"},
"speaker": "Unknown",
"text": "Oh. Oh! Ha ha ha ha!"},

{"timestamp": {"start": "01:11:26:11","end": "01:11:32:18"},
"speaker": "Unknown",
"text": "Ha ha!"},

{"timestamp": {"start": "01:11:32:20","end": "01:11:41:07"},
"speaker": "Unknown",
"text": "Oh! Oh!"},

{"timestamp": {"start": "01:11:41:10","end": "01:12:02:03"},
"speaker": "Unknown",
"text": "Oh! Like. Ha ha ha! Oh, this is very good. Oh."},

{"timestamp": {"start": "01:12:02:06","end": "01:12:07:20"},
"speaker": "Unknown",
"text": "We're coming in from the olives, please. Oh!"},

{"timestamp": {"start": "01:12:07:22","end": "01:12:25:28"},
"speaker": "Unknown",
"text": "Oh my God! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh!"},

{"timestamp": {"start": "01:12:26:00","end": "01:12:42:05"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. Oh. Oh! Hi. Oh."},

{"timestamp": {"start": "01:12:42:07","end": "01:12:57:20"},
"speaker": "Unknown",
"text": "Well, if you notice or not, I'll. To tell you."},

{"timestamp": {"start": "01:12:57:23","end": "01:14:15:25"},
"speaker": "Unknown",
"text": "Suck."},

{"timestamp": {"start": "01:14:15:27","end": "01:14:28:05"},
"speaker": "Unknown",
"text": "So, olive. I'm trying to figure out a way to hurt you without leaving marks all over you. I'm sure you can think of ways. I have two ways."},

{"timestamp": {"start": "01:14:28:08","end": "01:14:52:17"},
"speaker": "Unknown",
"text": "But there's the putting hurting you versus the healing part. It's messy because I like the hand part too. I'm gonna figure something out. I'll be. I'll be here. I'm not going anywhere. Good. You're going to be patient throughout this process."},

{"timestamp": {"start": "01:14:52:19","end": "01:15:00:16"},
"speaker": "Unknown",
"text": "That's."},

{"timestamp": {"start": "01:15:07:27","end": "01:15:23:21"},
"speaker": "Unknown",
"text": "I feel like I should have a book and read you a story. As I sit here like this."},

{"timestamp": {"start": "01:15:23:23","end": "01:15:54:20"},
"speaker": "Unknown",
"text": "Because there's a lot of other things I feel like I should probably be doing if I'm sitting on top of you as well. You have nothing to do with reading books. I like a good story. So I can tell you a story."},

{"timestamp": {"start": "01:15:54:23","end": "01:16:06:24"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "01:16:06:26","end": "01:16:14:17"},
"speaker": "Unknown",
"text": "It's sexy. Very sexy. So we can just up. First of all."},

{"timestamp": {"start": "01:16:25:12","end": "01:16:34:03"},
"speaker": "Unknown",
"text": "What an asshole. So intense."},

{"timestamp": {"start": "01:16:34:05","end": "01:16:52:23"},
"speaker": "Unknown",
"text": "We're going to see if we can help or the confusion in the brain. Oh boy. Whichever comes first. Oh. Whew."},

{"timestamp": {"start": "01:16:52:26","end": "01:17:02:27"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "01:17:02:29","end": "01:17:25:13"},
"speaker": "Unknown",
"text": "Oh. So sorry."},

{"timestamp": {"start": "01:17:25:15","end": "01:17:35:08"},
"speaker": "Unknown",
"text": "This is. Are we going first? I me? Oh."},

{"timestamp": {"start": "01:17:35:11","end": "01:17:40:17"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "01:17:40:20","end": "01:18:46:27"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh. Oh. Okay. Bye. Oh! Oh! Oh! Oh. Oh. looks so confusingly nice, Oh. Oh! Oh! Oh. I'm sorry. I didn't hear you. I was coming. Oh, come. Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh!"},

{"timestamp": {"start": "01:18:46:29","end": "01:19:13:05"},
"speaker": "Unknown",
"text": "Oh! Oh. Oh. Oh! Oh! You're. Out there, son. Oh! One time, one of you just got rid of them."},

{"timestamp": {"start": "01:19:13:07","end": "01:19:22:11"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "01:19:22:14","end": "01:19:49:05"},
"speaker": "Unknown",
"text": "Oh. Yeah. It's a top layer of skin. It's a bitch. Yeah. Oh! Oh! Oh, fuck. Oh."},

{"timestamp": {"start": "01:19:49:07","end": "01:19:55:11"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "01:19:55:14","end": "01:20:36:26"},
"speaker": "Unknown",
"text": "you're flexing his leg muscles, and I just letting go. I like, oh, it's hard when you tell me. No, you. Oh, Oh. I'm like, ha ha ha ha ha ha! Oh! Oh! Oh!"},

{"timestamp": {"start": "01:20:36:29","end": "01:21:22:14"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh. like the, Oh. Oh. Oh. Oh. Oh. Yeah, like the last one got me once."},

{"timestamp": {"start": "01:21:22:16","end": "01:21:39:18"},
"speaker": "Unknown",
"text": "You just can't stop coming here. Oh. That's okay."},

{"timestamp": {"start": "01:21:39:21","end": "01:21:46:21"},
"speaker": "Unknown",
"text": "Well."},

{"timestamp": {"start": "01:21:46:23","end": "01:21:53:02"},
"speaker": "Unknown",
"text": "Oh, shit!"},

{"timestamp": {"start": "01:21:53:04","end": "01:22:30:16"},
"speaker": "Unknown",
"text": "Oh, Jesus. Fuck! Oh! You fuck! Thank you. Oh! Fuck! Oh! Oh. Oh. Oh."},

{"timestamp": {"start": "01:22:30:18","end": "01:22:39:01"},
"speaker": "Unknown",
"text": "She's a very nice is. Right."},

{"timestamp": {"start": "01:22:39:03","end": "01:23:21:01"},
"speaker": "Unknown",
"text": "Oh. Oh. I know there's some people out there that going to be love. Oh. Oh my. No! God! You wouldn't really think it. I want to make sure we're split around a little bit. Get in there where we want to. Oh. Oh. Okay. Hello? Oh, yes."},

{"timestamp": {"start": "01:23:21:04","end": "01:23:35:23"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "01:23:43:11","end": "01:24:08:26"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh, it's. Let's see. And so see what happens. I came in like space. Oh, look. Oh. Oh. That was a new kind of pain. Hey, would you like. That happened to me."},

{"timestamp": {"start": "01:24:08:28","end": "01:24:30:07"},
"speaker": "Unknown",
"text": "I have to say that making you come like this is definitely becoming my new favorite. Like, I literally sat there watching you from so much, I was like, oh, that's right. Just go standing there with the camera and there's other people in the room. I should probably do something besides just make you cry over, but know that that's how much fun I was having that I was just going to keep doing it."},

{"timestamp": {"start": "01:24:34:03","end": "01:24:50:13"},
"speaker": "Unknown",
"text": "I like it. But then I thought to myself oh. Just do this little thing since everyone's paying attention. And then when I'm finished with this thing I can go back to making you come and watch that happen."},

{"timestamp": {"start": "01:24:50:16","end": "01:25:09:21"},
"speaker": "Unknown",
"text": "All right. With your booty up for me. Oh. Oh, don't flex your toes. I know, I'm so. I didn't realize how often I flex my toes until just now. Just. Just the session. Oh."},

{"timestamp": {"start": "01:25:09:23","end": "01:25:20:11"},
"speaker": "Unknown",
"text": "Now that she's nice and sensitive. Oh."},

{"timestamp": {"start": "01:25:20:14","end": "01:25:44:05"},
"speaker": "Unknown",
"text": "Oh. Oh. That. I think you can feel it now. Wait till I pull it. Remember that picture I showed you? Similar but different. But once I put the pressure on and I pull those off of your toes, then."},

{"timestamp": {"start": "01:25:44:08","end": "01:25:51:12"},
"speaker": "Unknown",
"text": "Oh, yeah. And then so long. Always the reward to the evil shit."},

{"timestamp": {"start": "01:25:51:14","end": "01:26:42:07"},
"speaker": "Unknown",
"text": "Ready for. Well, let's get you on the split. Not really putting pressure. I was, I. Oh. Now, the crazy thing. Oh. What? Oh! Ho! Oh! Oh! Oh! So, so what's this? Oh Oh."},

{"timestamp": {"start": "01:26:42:10","end": "01:27:18:23"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. Oh. I come to, No. Oh. I think the best part is knowing that you have to come. And then when you start to come as hard as you do, not realizing it and taking you by surprise. That's the hard part. Yeah. Ooh!"},

{"timestamp": {"start": "01:27:18:25","end": "01:28:00:26"},
"speaker": "Unknown",
"text": "No. Oh. What's the word? This is the one on one, tour. What's that? Oh! That was fun, right? Oh! Hey!"},

{"timestamp": {"start": "01:28:04:15","end": "01:28:08:25"},
"speaker": "Unknown",
"text": "Jell-O."},

{"timestamp": {"start": "01:28:08:27","end": "01:28:12:29"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "01:29:14:09","end": "01:29:35:19"},
"speaker": "Unknown",
"text": "Oh. As much as I enjoy your friend and your beautiful face. And your amazing breast. I'm focused on the backside. Now I need you to lay your face back down like that. Just like that. So we can have access to all of this."},

{"timestamp": {"start": "01:29:35:21","end": "01:29:45:08"},
"speaker": "Unknown",
"text": "Yes. Oh. Oh."},

{"timestamp": {"start": "01:29:45:10","end": "01:30:18:18"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. Oh. Oh. Oh. Oh. Oh. Oh."},

{"timestamp": {"start": "01:30:18:21","end": "01:30:25:07"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "01:30:25:10","end": "01:30:43:02"},
"speaker": "Unknown",
"text": "Oh! Oh."},

{"timestamp": {"start": "01:30:43:04","end": "01:30:50:29"},
"speaker": "Unknown",
"text": "Oh my God."},

{"timestamp": {"start": "01:30:51:02","end": "01:31:57:12"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh! Oh! Oh my God! Oh! Oh. Oh."},

{"timestamp": {"start": "01:31:57:14","end": "01:32:32:05"},
"speaker": "Unknown",
"text": "oh. I. I just want to watch you grow more. Okay. Well, if you don't mind. And I like, take this."},

{"timestamp": {"start": "01:32:32:07","end": "01:33:21:27"},
"speaker": "Unknown",
"text": "Oh, you know, such tight, warm pussy. I feel like if there were enough room, it'd be the best place to go take a nap. Oh. I mean. Pussy. Rub it. There you go. You can play, too. Oh, fuck."},

{"timestamp": {"start": "01:33:22:00","end": "01:33:27:29"},
"speaker": "Unknown",
"text": "Oh, fuck! Oh! Oh! Oh!"},

{"timestamp": {"start": "01:33:28:01","end": "01:34:34:08"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh! Oh! Oh! Oh. That's going somewhere. Oh! Oh. It's good. Oh! I'm coming! Oh! Oh! Oh, don't run away. Lean into it. Oh! I think you should. I just just come? Oh. Oh. Oh. Oh. Hey! Oh! Oh! Oh!"},

{"timestamp": {"start": "01:34:34:11","end": "01:35:43:02"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh, fuck! Oh! Oh! Oh! Oh! Oh. Oh! Oh! Oh, fuck! 000. Oh. Oh. 0000000. What, Oh. You okay? Oh. Please come. Oh Oh. Oh Keep going. Oh, no no no. Oh!"},

{"timestamp": {"start": "01:35:43:05","end": "01:36:18:28"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh. Oh! Oh! Oh. Can you run over for me over there? Oh, thank you anyway. Oh. Oh. Oh. Oh, we got another one for me. Give it to me. Oh! Oh! Oh. 0000."},

{"timestamp": {"start": "01:36:19:01","end": "01:36:34:29"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow! Ow!"},

{"timestamp": {"start": "01:36:35:02","end": "01:36:44:03"},
"speaker": "Unknown",
"text": "Do you know this little."},

{"timestamp": {"start": "01:36:58:20","end": "01:37:21:08"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh, that is so sensitive. Oh my God. Oh, what you got out of the orgasm? Oh. Yeah. Oh."},

{"timestamp": {"start": "01:37:21:11","end": "01:37:40:07"},
"speaker": "Unknown",
"text": "This is the one. 0000. Oh, yeah. Oh!"},

{"timestamp": {"start": "01:37:40:09","end": "01:37:46:05"},
"speaker": "Unknown",
"text": "See,"},

{"timestamp": {"start": "01:37:46:08","end": "01:37:55:24"},
"speaker": "Unknown",
"text": "That was what I was looking for all day. Oh, my favorite one."},

{"timestamp": {"start": "01:37:55:27","end": "01:38:37:17"},
"speaker": "Unknown",
"text": "Yeah, it's a little puddle. Oh, yeah. This little puddle. This nappy time. Now you're all done. And it's super, super sensitive. So if I ever reach back here and maybe do this, Just slow. Oh. Oh. is there one more in there? oh. Yeah. Ha ha ha ha ha! Do it!"},

{"timestamp": {"start": "01:38:37:20","end": "01:39:08:02"},
"speaker": "Unknown",
"text": "Oh. 000000, that. Oh the one, that's the one. Oh, I thought it was the last one, but that was the one. Oh."},

{"timestamp": {"start": "01:39:11:04","end": "01:39:31:05"},
"speaker": "Unknown",
"text": "Hi, Olive. Hi. How are you feeling? So good. I, I agree with that. so that was a good. It was a really good shoot. I enjoyed that. and I have a lot more to. I have to say, I said off camera. I will say it on camera, get all bullshit, all character acting or whatever. Aside, that was a that last little just laying on you and kind of almost."},

{"timestamp": {"start": "01:39:31:07","end": "01:39:49:02"},
"speaker": "Unknown",
"text": "That was awesome. Yeah. Because you were just. Just a little bit of wiggle below me and like, oh, this is almost as good a sex. yeah. I like the weight of it, too. It feels nice. Like it was hot. so we started off with a kind of we weren't super traditional as far as the way we do stuff today."},

{"timestamp": {"start": "01:39:49:02","end": "01:40:05:15"},
"speaker": "Unknown",
"text": "We started with a suspension. Yeah. well, it's sort of a standing. Then we turn it into a suspension. Just happened to turn into a suspension. I was like, one leg up and we get to the pussy. Then you're like, wait a minute. Watch this. Now it's a suspension. Yeah. and then the second one toes. The toes."},

{"timestamp": {"start": "01:40:05:16","end": "01:40:26:26"},
"speaker": "Unknown",
"text": "Oh, yeah. The toes with the spread out. on the back. Yeah. And then this last one, the doggy style. what would you say if anything was the most challenging thing we did today? the most challenging. probably the first suspension. I was like. I felt like I haven't done suspension since the last time we did suspension."},

{"timestamp": {"start": "01:40:27:02","end": "01:40:45:21"},
"speaker": "Unknown",
"text": "So it's been a long gap in between. And so it was it felt like I was doing it for the first time again, which was really interesting. But it was because, you know, when you're in suspension, you have to, like, be aware of your breathing, be aware of your movement, like be checking in with limbs and stuff. And so I was like, oh yeah, like like, oh, wow."},

{"timestamp": {"start": "01:40:45:23","end": "01:41:06:26"},
"speaker": "Unknown",
"text": "and then the, I have never had anything between my toes like that. That was that was awesome. It was definitely painful, but, like, in the good way. Okay. Yeah, that that was hard. It was like a cute little feat that as I started to do it, as I kind of wanted to get this into the well, when you started doing it, I was like, I have these two toes that are like slightly webbed."},

{"timestamp": {"start": "01:41:06:26","end": "01:41:33:19"},
"speaker": "Unknown",
"text": "And I was like, good lord, they're webbed up to the first knuckle. But then you just did like these. Yeah, I skipped the ride right passes. And, you know, it's like, oh, yeah, you know, we're asking really ignorant question. Does that help at all with swimming? I hope so. I don't know. I've been asked like before and I've actually I used to play mermaid when I was little, and I found out that I had that I was like, oh, like, oh, like I'm, I'm like part mermaid."},

{"timestamp": {"start": "01:41:33:22","end": "01:41:51:29"},
"speaker": "Unknown",
"text": "there's a casino here in town on the south side, and they have a big, massive fish tank. And every hour or so that mermaid show, I should jump in and just be like, I'm supposed to be here. Have you seen my toes? This is where I belong. what was your favorite part? that last part where you were, like, over top of me, and I was coming."},

{"timestamp": {"start": "01:41:52:01","end": "01:42:03:07"},
"speaker": "Unknown",
"text": "That was hot. Because I was like, alright, we're almost there. I think we got it. And then just girls kind of gave me a second. We need a couple more minutes. And I was like, all right. Worst case scenario, that's going to be like a rodeo. And you're going to put your best case scenario where you get one more orgasm."},

{"timestamp": {"start": "01:42:03:12","end": "01:42:21:07"},
"speaker": "Unknown",
"text": "Yeah. That was the most intense orgasm too, because it was like, yeah, it was like the breaking point where I was like, I don't know if I can take any more. And then I went past that and I was like, okay, this is this is great. It was hot. Yeah. And you did. You didn't have a lot of wiggle, but you were wiggling enough that you were almost like a fucking bag."},

{"timestamp": {"start": "01:42:21:09","end": "01:42:43:04"},
"speaker": "Unknown",
"text": "Yeah. I really like when I come so hard that I just start drooling, like, unintentionally. That means that it was the good, good time. Kiss with spit. Let's, You did it. We got a little marking on here. Yes, and there's a little bit up there on your arm that wrote Piggy's. How do you feel about those?"},

{"timestamp": {"start": "01:42:43:09","end": "01:42:59:11"},
"speaker": "Unknown",
"text": "I'm fine with it. I mean, the ones on my titties, like, they're there, but they're like. I don't know if you can tell, but I can tell this one is already fading, like. Yeah, and this one will go away. There might be a little bruise there. I've got arnica. These ones will probably last, but like, honestly, whatever."},

{"timestamp": {"start": "01:42:59:11","end": "01:43:21:28"},
"speaker": "Unknown",
"text": "It's fine though. It's going to be whatever they call it. there's a new style of tattoo. It's abstract. Yeah. It's like, neo tribalism or whatever they call it. It's like cool in the abstract. Okay, so all the women. So this little thing on my arm from that, that's tribalism. And then there's neo tribalism that looks a little bit more like like a metal band logo, you know."},

{"timestamp": {"start": "01:43:22:03","end": "01:43:39:04"},
"speaker": "Unknown",
"text": "Yeah. Like sort of like that. Like the ones that you're like, how many fucking thorns and spikes? Yeah. Exactly. Yeah. do you feel safe today? Yes. Do you feel like at any point anything went too far? No. Would you go back to again? I hope I will soon, yeah. You were amazing. Thank you so much. Thank you."},

{"timestamp": {"start": "01:43:39:06","end": "01:43:47:22"},
"speaker": "Unknown",
"text": "Oh. Thank you. Bye."},

{"timestamp": {"start": "01:43:47:22","end": "01:44:21:13"},
"speaker": "Unknown",
"text": "Introduce yourselves please. Ladies first. Hi. I'm Octavia. Hi, Octavia. Red. Hi. I'm Tommy piss. I, I didn't know where it was going. I see where we're going with this. so. Tommy. Welcome back. Octavia. Welcome back. let's talk about, some of the things that are going to happen, all the technical stuff, and then we'll go into all the fun stuff."},

{"timestamp": {"start": "01:44:21:15","end": "01:44:34:23"},
"speaker": "Unknown",
"text": "Safe words. If you want anything to stop, you will say, Red, if you have his cock or anything else in your mouth to prevent you from speaking. You, both of those break character look directly into this lens. If you're okay to stay in bondage and stay in character, but you just want time to get back off of what he's doing."},

{"timestamp": {"start": "01:44:34:23","end": "01:44:53:03"},
"speaker": "Unknown",
"text": "Movies like Yellow or Mercy. So it's like a red light or a traffic light. Red stop. Yellow slows down. and as you were told earlier, normal verbiage works. So if you're like, fucking stop, motherfucker, we're not going to. Ha ha! You just say your safe word like we'll stop if we see something going on. We've looked you've seen the list of the things we're not doing."},

{"timestamp": {"start": "01:44:53:04","end": "01:45:11:23"},
"speaker": "Unknown",
"text": "I've seen the list. I have also seen the list. The crew has seen the list. Everyone is aware of what we are not. So, Octavia, let's talk about some of the things that you're excited about seeing. What are you looking forward to today? I am excited about the intensity of it. Just doing the general. Oh, you're so cool."},

{"timestamp": {"start": "01:45:11:25","end": "01:45:32:20"},
"speaker": "Unknown",
"text": "Okay. I know, I'm sorry. It's okay. I'll remember to give the sound guy more love. Oh, so tell me again, just to make sure. just really excited about the intensity of today, and. Okay. Doing another pretty awesome shoot. So we are going to be doing some CNC today, which is for everyone at home that may not know it's consensual non consent."},

{"timestamp": {"start": "01:45:32:21","end": "01:45:48:01"},
"speaker": "Unknown",
"text": "There's another word people like to use. And we're not going to say that starts with an R and ends with a Y. And that's all we're going to say. So that's what we're going to do today. you guys know the story. You know the kind of fun stuff we're going to do. The power of change. Are you guys excited about this?"},

{"timestamp": {"start": "01:45:48:02","end": "01:46:05:13"},
"speaker": "Unknown",
"text": "Yay! Awesome. if we happen to get to a point in the story, Octavia, where tears show up from you. If Tommy cries when I'm worried about it. Yeah, but if you, for whatever reason, tears start to roll down your face, that doesn't mean they. We're going to stop. You have a safe word. And if you trust us."},

{"timestamp": {"start": "01:46:05:15","end": "01:46:21:29"},
"speaker": "Unknown",
"text": "No. If we trust you. I always say this from. Basically, if you need us to stop, you'll use your safe word. And we're not going to stop unless we. If someone on set is empowered to step up on your behalf to go, hey, this looks like it's getting a little intense. I want to see something, but we're not going to just stop because it's like, oh, it's a tier."},

{"timestamp": {"start": "01:46:22:01","end": "01:46:54:07"},
"speaker": "Unknown",
"text": "Like, if you especially if you're into it, if it's hot to you. But clearly if you say, hey, you fucker stopped and when to stop. So good. Yes. Awesome. All right, so you two have done this dance before for this website for sexual submission specifically did. Here we are again. Doing it all over again. is there anything that you're that you want to try, Octavia, that you want to try this time that you weren't able to do last time?"},

{"timestamp": {"start": "01:46:54:10","end": "01:47:19:16"},
"speaker": "Unknown",
"text": "I have the same pain. You shouldn't be as hard, right? It's a fantastic pain. Thank you. Oh, my God, you guys in the balls up front. you know your French kisses balls? Yeah, right. Oh, hold."},

{"timestamp": {"start": "01:47:19:18","end": "01:47:43:12"},
"speaker": "Unknown",
"text": "On now. Oh. Okay. So, last time you guys did this, obviously there was a story going on. Octavia, do you enjoy doing, like, the damsel in distress? Do you like, do you like the. Oh, no. Please don't do that. I do, I also do kind of like being feisty sometimes. Like, I try not to be when, depending on the storyline."},

{"timestamp": {"start": "01:47:43:15","end": "01:48:10:11"},
"speaker": "Unknown",
"text": "But I do like doing that fighting back aspect to combat and then turning into that, that kind of power exchange between you. You can't do this. But okay, maybe just a little. Yeah. That. Yeah, that's what to me, that's a fun game. I'm thinking yeah I like yeah. So when you are doing sex and bondage, well, just in sex in general, do you do a lot of this in your personal life or is this more just for the camera?"},

{"timestamp": {"start": "01:48:10:14","end": "01:48:26:07"},
"speaker": "Unknown",
"text": "I would like to do more of my personal life, but so far it's mostly just been on camera and a little bit in personal life. Okay. Do you do you feel that the bondage, like, makes the sex better or is it just a fun little thing throw in from time to time? I think it does make it better."},

{"timestamp": {"start": "01:48:26:09","end": "01:48:51:22"},
"speaker": "Unknown",
"text": "Yeah. Oh, shoot. yeah, I usually I like to keep a weighted blanket on me. I have sex just so it's like. Yeah, you wouldn't believe. Neither am I. Oh, we're in this together. I'm in, and I'm staying in my bed. Tommy. Sandwich. That's it. That's all. The bread, blankets, the other piece of bread. I'm the raw meat."},

{"timestamp": {"start": "01:48:51:25","end": "01:49:19:23"},
"speaker": "Unknown",
"text": "just the in the family. And you do have work up because of the weight on the back. Yeah, yeah, there you go. Work the back muscles there, you guys. you guys ready to start? Let Earth make the palm trees slow grow. Yeah. This is how all of our you takes no thrust. Yeah. just. Tommy and his."},

{"timestamp": {"start": "01:49:19:23","end": "01:49:23:11"},
"speaker": "Unknown",
"text": "But again."},

{"timestamp": {"start": "01:49:23:13","end": "01:49:44:19"},
"speaker": "Unknown",
"text": "And you know each other. All right, you guys ready to get started? Yes. if anything arises throughout today, please feel free to ask as much as you need to, Octavia, as a reminder, and I will remind you throughout the day, consent is revocable. That means anything that you have said yes to you can say no to for no fucking reason at all."},

{"timestamp": {"start": "01:49:44:22","end": "01:50:02:13"},
"speaker": "Unknown",
"text": "If suddenly Tommy starts kissing you, you're like, you know what? I'm not going to be kissed. Say something. I don't like the idea that you have to put up with something or tolerate something just for a scene. If you don't want to do it, just say so and won't do it. Not only will we stop, but then we'll go back and reshoot it in a way that no one will actually see you asking us to stop, and hopefully that empowers you enough to tell us to fuck off as needed."},

{"timestamp": {"start": "01:50:02:21","end": "01:50:22:27"},
"speaker": "Unknown",
"text": "Some good. Awesome. With that I say, great, you guys. I'll talk to you afterwards. Tell him I bye."},

{"timestamp": {"start": "01:50:22:29","end": "01:50:42:16"},
"speaker": "Unknown",
"text": "Hi. Thank you so much for letting me come in here, Tommy. Yeah. Of course, of course. Thank you. Thanks for coming. I like to. The letter you sent was very respectful. That's why I agreed to do this. So. Absolutely. Thank you for taking the time to read it. I've been dying to interview you. thank you for letting my crew come in and set this up for me."},

{"timestamp": {"start": "01:50:42:16","end": "01:51:10:29"},
"speaker": "Unknown",
"text": "Yeah, they were great. Very respectful. I really appreciated that. Yeah. thank you for that. well, before we get started, is there anything. Yeah. I was just reiterate what I said in the email. just a few specifics. I don't want to talk about, my job. You know, I don't want to talk about my money, and I don't want to talk about anything that's going to incriminate me."},

{"timestamp": {"start": "01:51:11:02","end": "01:51:32:07"},
"speaker": "Unknown",
"text": "You said you were okay with that, right? Yeah. So I expect this to, like, stay those bounds and not, go out of them, right? Absolutely. We're here to respect your boundaries also. I appreciate that. Thank you. All right. We should I call you do you want Mr.. Right or, Octavia. Okay. Yeah. Awesome. Tommy, again, thank you for being I appreciate that."},

{"timestamp": {"start": "01:51:32:09","end": "01:51:57:10"},
"speaker": "Unknown",
"text": "All right. what do you want to know? Yeah, yeah. Let's get started. All right, let's do it. Hello, everybody. Welcome to Red files. I'm here with a special guest today, Tommy pistol and pleasure. Pleasure. Thank you, thank you, thank you, thank you for giving me this interview. So, Tommy, how are you doing today? I'm doing pretty good."},

{"timestamp": {"start": "01:51:57:10","end": "01:52:23:12"},
"speaker": "Unknown",
"text": "Things are good. You know, life is, I'm grateful for it. I'm grateful to be alive. And, you know, I'm happy. It's a good point in my life. Yeah. It seems like you've been enjoying yourself a lot lately. Yeah. It's just you know, staying afloat. Staying, under the radar. Radar? just doing what I got to do to, you know, get by."},

{"timestamp": {"start": "01:52:23:14","end": "01:52:50:25"},
"speaker": "Unknown",
"text": "So. Yeah. Yeah, I'm happy. Anyone joining you on this happy escapade of yours? know it's. Yeah, I am divorced, as you must know. And, that's all, you know, that she's taken care of, and I'm out in my life. I like being single. I haven't been single for a long time, so I like having the freedom to, you know, do what I want to do."},

{"timestamp": {"start": "01:52:50:28","end": "01:53:18:16"},
"speaker": "Unknown",
"text": "Also. It's amazing. Thank you. And what about the rest of your family? they're all. Everyone's happy. Taken care of? No. No worries. good health. Right? Yeah. Hey, knock on wood, And, about your operation, how, how old were this? How did you come across making your first million? So fast? I mean, that's crazy."},

{"timestamp": {"start": "01:53:18:19","end": "01:53:44:28"},
"speaker": "Unknown",
"text": "And the amount of time that you made it. Yeah, yeah. So let's go on a little, little bit. Well, Sam, I don't want to get into and everything, but I, I'll be happy to talk to you about my, construction companies, my parking lots, my flower shops. I, I could talk about that all day, so."},

{"timestamp": {"start": "01:53:44:28","end": "01:54:07:07"},
"speaker": "Unknown",
"text": "Right. Yeah. Right. That's that's where the the bread and butter is, you know, hard, hardworking people, you know. Got it. Yeah. You know, I know a lot about the construction front. Yeah. And it's not a, it's not a front. Just it's just one of the laid out right. Checks on the books. You know, I pay taxes, of course."},

{"timestamp": {"start": "01:54:07:07","end": "01:54:33:04"},
"speaker": "Unknown",
"text": "Sexism. Of course. how did you fall into construction? You know, what led you to get into that career path? Yeah. It seemed like, it seemed like a good avenue to go. People always need things to disappear, you know, it'll be built back up, you know, like I want a house here for that house. Is there an, you know, house?"},

{"timestamp": {"start": "01:54:33:04","end": "01:54:57:11"},
"speaker": "Unknown",
"text": "Gotta go to put a new house in. We get, you know, we make sure filling in the holes. Yeah, yeah. Like that. That's it. Fill in the holes. I like that silicone. The holes. Yeah. That's a good one. Yeah. Yes. so that has to really keep you on your toes. having all those job sites, do you tend to run around from city to city?"},

{"timestamp": {"start": "01:54:57:11","end": "01:55:25:04"},
"speaker": "Unknown",
"text": "Is that why you've been flying around so much? Well, I mean, yeah, you know, we got we got, companies all over the United States, right? You know, so, it takes a lot to manage. I can't be on every side. So I got people I hire that, you know, they run in. It's like a situation comes up where the boss gets to come by, I come by, you know, I come by, show my face."},

{"timestamp": {"start": "01:55:25:07","end": "01:56:04:29"},
"speaker": "Unknown",
"text": "You say, how's everything going? Everyone says, hey, it's great. I don't like. All right. Good. Are you done? You like? Yeah. We're done. And I go, that's it. And when you do that, is that when you're collecting the money that's contributed to the millions that you've been making? Is that how you collect your payment? My payment? It sounds like, sounds like you're, trying to say sound like I do illegal business, which I don't, which I also made a point before, I think rather than, talk about because I am legitimate."},

{"timestamp": {"start": "01:56:04:29","end": "01:56:32:12"},
"speaker": "Unknown",
"text": "Right. About the construction business, mass construction, parking lots, floral companies. Yes. So, yeah. So let's let's talk about that stuff. The floral companies. Yeah, I love flowers. Yeah, I love flowers. Smell great. Yeah. Yeah they do. They do. I think that's very mind blowing for me. And I think a lot of my viewers, that you're into flowers."},

{"timestamp": {"start": "01:56:32:12","end": "01:56:57:01"},
"speaker": "Unknown",
"text": "So. Yeah. People you know, people, Valentine's Day does. Well, a lot of people die. You know, when people die, you got gotta, you know, charge. A lot of people pay a lot for those those funerals. That's a big market right there. Do you supply a lot of flowers to funerals? I do, I do I it's not my fault people die."},

{"timestamp": {"start": "01:56:57:01","end": "01:57:22:25"},
"speaker": "Unknown",
"text": "I just want to say that, you know, I mean, I, I, I've heard, stories of families getting your flowers before the death occurs. Oh, I heard that story. I heard that story. Kind of like, like a message, right? Almost. Yeah. Yeah. That's false. No, no, that's that's not true. That's not true. Just, rumor in the mill."},

{"timestamp": {"start": "01:57:22:25","end": "01:57:59:24"},
"speaker": "Unknown",
"text": "Rumor in the mill people. Hey, people hate people who want to be successful. And they're like, why didn't I go into the flower business? I'm like, it's all my fault. So. Right? Yeah. Right. And speaking of a mill that's also contributed to what you've earned over this year, correct? Yeah. Why? What have you heard? You know, I keep asking you not talk about, you know, certain things because you ask me, I agree to this interview because you said you'd be respectful, right?"},

{"timestamp": {"start": "01:58:00:01","end": "01:58:22:03"},
"speaker": "Unknown",
"text": "Yeah. these are just questions. These are questions you're asking these. You asked the same fucking question three times. And that's where it's getting really fucking annoying, because I feel like you're putting me on the spot. Like you want me to confess to something. No, no. I'm just, you know, these are just as an interviewer. These are just questions that, you know, I've been wanting to ask."},

{"timestamp": {"start": "01:58:22:03","end": "01:58:51:12"},
"speaker": "Unknown",
"text": "I definitely am not trying to make you an easy, I, I'm very aware of the situation I'm in. are you are you really aware the situation you're in? Yes, yes. I know who you are. Oh, I am, I am, you are. Tommy pistol and, and I know that you're the last man that I want to upset."},

{"timestamp": {"start": "01:58:51:14","end": "01:59:20:07"},
"speaker": "Unknown",
"text": "Okay. That's right. And but you choose to upset me. not not intentionally. No, but that's what you're doing. I am so sorry. I mean, if there's anything I can do to, make the situation better, is that where you are right now? I'll need to finish this interview. We want to make this situation better. You want to not annoying your guest."},

{"timestamp": {"start": "01:59:20:10","end": "01:59:50:18"},
"speaker": "Unknown",
"text": "Is that what you're doing? I did not mean to annoy you, Mr. Preston. That was not my intention. I'm so sorry. You know, the the message, the little the email you sent me was very respectful, of course, where you said I will specifically not ask you personal questions. And what are you doing now? Is he got a pretty fucking purse and it's getting pretty fucking annoying."},

{"timestamp": {"start": "01:59:50:20","end": "02:00:13:29"},
"speaker": "Unknown",
"text": "I am actually annoyed right now. Oh, I'm so sorry. If there's anything I can do to ease your annoyance, I. I should take your word for anything. How do I know you're not going to go back and, spill some shit that you got on me or something? Like, how do I know I have nothing on you? This is all recorded."},

{"timestamp": {"start": "02:00:14:00","end": "02:00:40:01"},
"speaker": "Unknown",
"text": "Yeah, I have, I, I, I know who you are. I know you do. I, I there's anything I can do. Anything. Anything you want to do. Anything to finish this interview and be able to walk out of here. Right. Just to walk out of here. We just walked out to finish the interview. We can end here."},

{"timestamp": {"start": "02:00:40:03","end": "02:00:55:14"},
"speaker": "Unknown",
"text": "And you could go. The equipment stays. It's fucking okay. Take your jacket off."},

{"timestamp": {"start": "02:00:55:16","end": "02:01:04:21"},
"speaker": "Unknown",
"text": "I didn't say anything. You said anything. Take your fucking jackets. Take your fucking jacket off."},

{"timestamp": {"start": "02:01:04:24","end": "02:01:06:26"},
"speaker": "Unknown",
"text": "As."},

{"timestamp": {"start": "02:01:06:28","end": "02:01:36:23"},
"speaker": "Unknown",
"text": "Comfortable as I can be. Okay, good. I don't usually get upset, but when I let somebody in my house. Under the impression that they're going to sit across from me and ask me questions, and they're going to be fucking respectful and not, then you put me in a situation that I didn't mean any disrespect by what you did."},

{"timestamp": {"start": "02:01:36:26","end": "02:02:07:29"},
"speaker": "Unknown",
"text": "You had every intention to disrespect me to get the scoop that it I mean, that's my job. That's your job. I'm really apologetic. I, I don't want a fucking apology. Trying to make you past the point of apologizing. If you want this interview to even finish, if you want to even walk the fuck out of here, you're going to have to do something for me."},

{"timestamp": {"start": "02:02:08:02","end": "02:02:30:03"},
"speaker": "Unknown",
"text": "Anything, anything, I just anything I anything you're going to do. Anything you say that, you know, people that say that they regret it later. So I want to make sure when you say I'm going to do anything, you know what the fuck you're saying and you're going to commit to it. I just I just want to be able to walk out of here."},

{"timestamp": {"start": "02:02:30:10","end": "02:02:44:07"},
"speaker": "Unknown",
"text": "Yeah, and you'll do anything you can't. Take a shower."},

{"timestamp": {"start": "02:02:44:10","end": "02:02:51:17"},
"speaker": "Unknown",
"text": "Come on. Before the fucking sun comes out, take your fucking shirt."},

{"timestamp": {"start": "02:02:51:19","end": "02:03:08:11"},
"speaker": "Unknown",
"text": "I heard about you. Interview is coming in wires somewhere, No wires, no wires. Come here, come here. Get closer."},

{"timestamp": {"start": "02:03:08:13","end": "02:03:35:10"},
"speaker": "Unknown",
"text": "Open your mouth. Lift your fucking time. Lift your tongue. Lift your fucking tongue! I should have fucking did this before wearing something. No. You got somewhere? I do not have anything on me, I swear. I don't have anything on me. Please. I do not have anything on me. But your tits away. All right. I'm all worked up now."},

{"timestamp": {"start": "02:03:35:15","end": "02:03:59:08"},
"speaker": "Unknown",
"text": "My head's all going somewhere. I would really like you to walk out of here also. But you really got to prove to me that you're willing to do anything I. Anything if you think I. Yeah, you suck my dick. If I have to. Yeah. You know, suck my dick or putting your mouth in suck my dick, you know, lick my balls."},

{"timestamp": {"start": "02:03:59:11","end": "02:04:18:05"},
"speaker": "Unknown",
"text": "If I have to. Yeah, yeah. For what? You suck my dick to walk out of here. for the interview. Which one? So I can walk out of here. Yeah. Right."},

{"timestamp": {"start": "02:04:18:08","end": "02:04:22:19"},
"speaker": "Unknown",
"text": "All right. Hey."},

{"timestamp": {"start": "02:04:22:22","end": "02:04:34:24"},
"speaker": "Unknown",
"text": "Nice and clean. All clean for you. Suck my dick. Now."},

{"timestamp": {"start": "02:04:34:26","end": "02:04:44:16"},
"speaker": "Unknown",
"text": "You really want to walk out of here, right? You really want to interview?"},

{"timestamp": {"start": "02:04:44:19","end": "02:04:53:25"},
"speaker": "Unknown",
"text": "Yeah. Open your mouth. Open your fucking mouth. Fake your mouth on my dick."},

{"timestamp": {"start": "02:04:56:16","end": "02:05:00:24"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "02:05:00:27","end": "02:05:11:13"},
"speaker": "Unknown",
"text": "That's right."},

{"timestamp": {"start": "02:05:11:16","end": "02:05:15:21"},
"speaker": "Unknown",
"text": "It's."},

{"timestamp": {"start": "02:05:15:23","end": "02:05:41:23"},
"speaker": "Unknown",
"text": "What? You said anything, right? I'm going to keep your word. You don't want to keep your word. What the fuck? We're used to you, Word is everything. So you said you do anything, right? Then fucking do it right there. Yeah."},

{"timestamp": {"start": "02:05:41:25","end": "02:06:00:17"},
"speaker": "Unknown",
"text": "Oh, God. Oh, fuck. 000. Come on. Oh. In the mouth. There it is. Stand up."},

{"timestamp": {"start": "02:06:00:19","end": "02:06:25:10"},
"speaker": "Unknown",
"text": "Oh yes. Yes. You. Oh yeah. Oh shoot. I. Want. Yeah. Come."},

{"timestamp": {"start": "02:06:25:12","end": "02:07:03:10"},
"speaker": "Unknown",
"text": "just hit me right there. Oh! Oh! Barrel. Fino. Open it. I say fucking close it. Right. That's that's. The issue. She was, So fucking perfect, That is. No, you fuck you. You got big tits. Oh, no. I see everything at some point. Oh, look."},

{"timestamp": {"start": "02:07:03:12","end": "02:07:29:10"},
"speaker": "Unknown",
"text": "That fucking throat. Yeah, that's. shove it down that too. And I saw you and I said, oh, yeah. Come on, come off."},

{"timestamp": {"start": "02:07:29:13","end": "02:07:44:21"},
"speaker": "Unknown",
"text": "oh Yes. Yes. Yeah, yeah. What what am. Yeah. Like my fucking ball. Like my balls are fucking sure that those."},

{"timestamp": {"start": "02:07:44:24","end": "02:08:07:06"},
"speaker": "Unknown",
"text": "Good. Oh. So, suck the balls. Ooh. 000, that's so good. Oh, open, open when? All. Oh! oh, I."},

{"timestamp": {"start": "02:08:07:08","end": "02:08:26:27"},
"speaker": "Unknown",
"text": "I000. Say on that fucking stay on the fucking car. I'm gonna stay on that car. Sure. Yeah. And do it. Do it right there."},

{"timestamp": {"start": "02:08:27:00","end": "02:09:17:06"},
"speaker": "Unknown",
"text": "Oh, come on, come on. Fuck, yeah! Shoes. Oh, that's what. Wow. oh. What's wrong? Oh, no. Troy said anything, right. Let's dance. Right. Okay. Fuck. Oh oh. Oh! That's sick. That fucking top like that. Tick. Okay. Oh, yes yes yes yes. Oh. yes. 0000000000 Finn. That's it right there."},

{"timestamp": {"start": "02:09:17:08","end": "02:09:26:05"},
"speaker": "Unknown",
"text": "oh, I'm going to see this. Steps."},

{"timestamp": {"start": "02:09:26:08","end": "02:09:37:02"},
"speaker": "Unknown",
"text": "Show your fucking teeth. Take your bra, take your bra. Take it. Fucking bra off right now."},

{"timestamp": {"start": "02:09:37:04","end": "02:10:03:29"},
"speaker": "Unknown",
"text": "That was a fucking great, So when he got claim to those tits, No. She's 72. Yeah. Oh."},

{"timestamp": {"start": "02:10:04:02","end": "02:10:45:19"},
"speaker": "Unknown",
"text": "That's that's. Yeah. That's. Yeah. You keep that dick in that mouth. You think about how disrespectful you fucking were to me, Yeah. You keep thinking about that. Oh, cock in that fucking. Oh. Oh. Oh. Yeah. From a piece of work, Stand up, stand up. I gotta make sure you ain't, you know, packing any, videos, surveillance that might get me in trouble,"},

{"timestamp": {"start": "02:10:45:21","end": "02:11:25:29"},
"speaker": "Unknown",
"text": "You know, take your pants. Take your fucking pants off. Come on. you. Oh, wow. I gotta do some thermal check in here, Here have been to prison. Oh, no, I have these check everywhere. Everywhere. I don't want to see. Oh. Oh, yeah. You don't have anything in there, You sure? Sure. I'm fucking lie to me at this point."},

{"timestamp": {"start": "02:11:26:02","end": "02:11:42:02"},
"speaker": "Unknown",
"text": "Have you really fucking stupid to lie to me, Just keep that right there. Right there, Oh."},

{"timestamp": {"start": "02:11:42:05","end": "02:11:50:20"},
"speaker": "Unknown",
"text": "Oh, I'm checking for wires. Oh."},

{"timestamp": {"start": "02:11:50:22","end": "02:12:41:05"},
"speaker": "Unknown",
"text": "000. Oh, my. Yes. I don't see anything. Oh, no. Mean. check. Oh! Fucking teeth. Oh, you're going to, Oh. I'm will you will lie to me right now. We have some in here. Some little friends waiting outside. Will fucking van. No, no. 0000. sure. Oh, you know what I mean. Sure."},

{"timestamp": {"start": "02:12:41:07","end": "02:12:51:23"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "02:12:51:26","end": "02:13:09:08"},
"speaker": "Unknown",
"text": "Oh. Going on in there right now. Going to be surprised later. Some come knocking on the fucking door, nothing. You sure about that, It's nothing. It's nothing."},

{"timestamp": {"start": "02:13:17:02","end": "02:13:44:24"},
"speaker": "Unknown",
"text": "Oh. Oh, yeah. I had nothing in there locked in. Really, I found something. You been so much fucking trouble. Oh, you. Me? So no fucking trouble. You been any amount of fucking trouble? I found a wire. Yeah."},

{"timestamp": {"start": "02:13:44:26","end": "02:14:11:08"},
"speaker": "Unknown",
"text": "I thank you, ma'am. Oh, we got off on the wrong side now we're good, right? Oh, right. Yeah. Keep that fucking mouth. Right. oh, boy. 000."},

{"timestamp": {"start": "02:14:11:10","end": "02:14:16:08"},
"speaker": "Unknown",
"text": "Oh oh."},

{"timestamp": {"start": "02:14:16:10","end": "02:15:06:16"},
"speaker": "Unknown",
"text": "What's what? Yeah. What? You stop. You giving up on me? No, no, you give me. No, no, I'm not giving up. Jesus. I'll do anything. I'll do anything. Remember you said you were anything. Was suffering to keep sucking me, Oh, come on. Keep sucking. Fucking shut. That fucking, Oh! Fucking yes! Yes, yes. Oh! Oh oh."},

{"timestamp": {"start": "02:15:06:19","end": "02:15:16:17"},
"speaker": "Unknown",
"text": "yes yes yes yes yes yes oh."},

{"timestamp": {"start": "02:15:16:19","end": "02:15:29:14"},
"speaker": "Unknown",
"text": "My. Don't be shy, don't be shy. Come here. We're just getting started."},

{"timestamp": {"start": "02:15:29:16","end": "02:15:46:29"},
"speaker": "Unknown",
"text": "I'm going to have lunch before you walk out. That's what you want. You wanna keep your word? You everything, Right, right. Yes."},

{"timestamp": {"start": "02:15:47:02","end": "02:16:15:25"},
"speaker": "Unknown",
"text": "I'm going to fucking do things for you. You ain't got to do this. So, Do you suck that? Now, as I think of what I'm going to do to you, you're you're. So you think about all the fun things. And what do you. You could think about that, too. Oh, you suck my fucking thumb. Oh, yeah."},

{"timestamp": {"start": "02:16:15:28","end": "02:16:36:00"},
"speaker": "Unknown",
"text": "That's, That's. Yeah. You keep sucking my fucking thumb. I'm going to think about what am I doing to you? You think about that, too. You let it run through their fucking head. What's about to happen? Why don't you suck my fucking. Don't keep something? Because."},

{"timestamp": {"start": "02:16:36:02","end": "02:16:40:12"},
"speaker": "Unknown",
"text": "Oh, well."},

{"timestamp": {"start": "02:17:02:04","end": "02:17:08:16"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "02:17:08:19","end": "02:17:22:25"},
"speaker": "Unknown",
"text": "Oops. Oh. I what's what what what? That's the thing. That's. Oh!"},

{"timestamp": {"start": "02:17:29:03","end": "02:17:52:28"},
"speaker": "Unknown",
"text": "What do you say I do anything? That's right. That's for you. Do now. Anything. Show him. You can keep your word."},

{"timestamp": {"start": "02:18:10:16","end": "02:18:13:28"},
"speaker": "Unknown",
"text": "oh."},

{"timestamp": {"start": "02:18:14:00","end": "02:18:46:02"},
"speaker": "Unknown",
"text": "Did you come in? Expect that? What do you expect? Oh, fucking life just was wanting you. Just wanting to ruin me. So are you going to be the one who got the scoop? The one who got the trash? That all the fucking thing, Yes. She got pretty eyes. What big tits? Is that what you fucking thought,"},

{"timestamp": {"start": "02:18:46:04","end": "02:19:30:11"},
"speaker": "Unknown",
"text": "To improve you? Yeah, you did right. I mean, you got to enjoy your fucking life. Oh. oh, fuck. Fuck fuck. Oh. Oh, fuck! Oh! what? I'm sorry, sorry, sorry for what was sorry."},

{"timestamp": {"start": "02:19:30:13","end": "02:19:50:01"},
"speaker": "Unknown",
"text": "But that's real nonsense. You again and again. The most personal fucking interview now, Oh, she. Whoop whoop."},

{"timestamp": {"start": "02:19:50:04","end": "02:20:15:27"},
"speaker": "Unknown",
"text": "Oh, fuck! It's fucking hot! Yes, yes! Oh Oh, yes yes yes yes! Oh! oh."},

{"timestamp": {"start": "02:20:15:29","end": "02:20:34:00"},
"speaker": "Unknown",
"text": "Oh. oh. All right. You happy? You happy with how this is going, Is this what you fucking wanted?"},

{"timestamp": {"start": "02:20:34:02","end": "02:21:07:00"},
"speaker": "Unknown",
"text": "Oh, why is. What? Please. What? I'm sorry. For what? I get over me. You think I'm a fucking idiot? No, no, no. No cameras. Oh, just. Can we, slide here? We can voice. Oh."},

{"timestamp": {"start": "02:21:07:02","end": "02:21:48:17"},
"speaker": "Unknown",
"text": "That's. oh oh. Yes, yes she is. Oh, God. Oh my God, For me. Ow ow ow ow ow ow ow ow ow ow ow ow ow ow! yeah."},

{"timestamp": {"start": "02:21:48:19","end": "02:21:53:06"},
"speaker": "Unknown",
"text": "Yes! What's."},

{"timestamp": {"start": "02:21:53:08","end": "02:22:08:05"},
"speaker": "Unknown",
"text": "Up? Oh! Hi, Lee. Oh! If you wanna walk, getting ready because. Yes. What do you. Oh."},

{"timestamp": {"start": "02:22:08:08","end": "02:22:26:09"},
"speaker": "Unknown",
"text": "Ooh. Yeah. She. fucking"},

{"timestamp": {"start": "02:22:26:11","end": "02:23:27:21"},
"speaker": "Unknown",
"text": "000. oh my God. Oh! Oh, fuck! Steve! Oh I see. Oh, like, seriously fucking deep. Oh. oh. oh Yeah. Oh, yeah yeah yeah yeah. Oh, shit. 00000. Oh. Oh. Oh, fuck! Yeah! 000, she's pretty fucking good, Oh. You see?"},

{"timestamp": {"start": "02:23:31:08","end": "02:23:40:13"},
"speaker": "Unknown",
"text": "Oh my God! Oh!"},

{"timestamp": {"start": "02:23:40:16","end": "02:24:35:20"},
"speaker": "Unknown",
"text": "Whoa whoa whoa whoa whoa whoa 000000. Shit. Please. What? Please. What? I'm so quiet over here. You just want to. Going to go home, See, that's why I forget about you. Yes. Yeah, yeah. When I fucking say I fuck, when I fucking say to me. 0000. Oh. Oh."},

{"timestamp": {"start": "02:24:35:22","end": "02:25:21:17"},
"speaker": "Unknown",
"text": "000. And remind me. 0000. 0000. You fucking. Yeah. Serious, Who do I go to the most? Fucking. I'm. Who I can fucking hang you. Oh, I love you, Steve. I fucking do it. All right. I go pull you. Oh, do you understand?"},

{"timestamp": {"start": "02:25:21:20","end": "02:25:32:06"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "02:25:32:08","end": "02:26:36:03"},
"speaker": "Unknown",
"text": "Oh! Oh, fuck. I'm. No magic. Oh! Whip up. Oh, yes. Yes, yes. Oh! Oh! Yes. Hook. Hook. Oh, thanks. Close one click and. Oh, sorry. Sorry, sorry. Oh, it's too late for. Oh. Thank you. Oh. oh, 0000. You know that fucking mouth, right? Oh, yeah. Ooh ooh ooh ooh. So,"},

{"timestamp": {"start": "02:26:36:05","end": "02:27:12:17"},
"speaker": "Unknown",
"text": "That's right, that's right. Oh, fuck. Oh. Yes yes yes yes yes yes. I'm not done. I'm not fucking done by a long shot. You understand that? Yeah. Do you look at me? Oh, yeah. are you on this? Are we on the same page? You're with me, right? You fucking with me? Right? Okay."},

{"timestamp": {"start": "02:27:12:20","end": "02:27:48:20"},
"speaker": "Unknown",
"text": "I got to do with you next. Oh. What am I going to do to get over the fucking disrespect? I know things. What do you think, You know, any fucking suggestions, I don't know. I don't know. Oh. Oh! Ooh! Like nothing really fucking."},

{"timestamp": {"start": "02:27:48:22","end": "02:28:20:24"},
"speaker": "Unknown",
"text": "Oh, I'm going to go think about a new thing you fucking think about, right? We're not done."},

{"timestamp": {"start": "02:28:20:26","end": "02:28:36:15"},
"speaker": "Unknown",
"text": "Well. Oh!"},

{"timestamp": {"start": "02:28:36:18","end": "02:28:48:15"},
"speaker": "Unknown",
"text": "I'm. Oh, good. Then. 000000. That's it."},

{"timestamp": {"start": "02:28:48:18","end": "02:29:10:03"},
"speaker": "Unknown",
"text": "Keeping you were. That's a big thing, Oh, a fucking mean something. I mean, something is like fucking me. So you keep your fucking word, right? Yeah. It does. Does it mean. It should fucking mean something? She always means something."},

{"timestamp": {"start": "02:29:10:05","end": "02:29:40:14"},
"speaker": "Unknown",
"text": "Oh, yeah. This is turned into quite a fucking, Quite a fucking day. Came in for an interview, and now you get so much more. How lucky you are. You none to feel fucking lucky, Look, you girl, lucky girl. Journey into you. Oh, yeah. Fucking show! Fucking war! Oh!"},

{"timestamp": {"start": "02:29:40:16","end": "02:30:34:27"},
"speaker": "Unknown",
"text": "Fuck me! Oh! Oh. Oh, fuck! Yeah. Yeah. Fuck! Yeah. Yes. Like that. Oh. Oh. I think you want me. Oh, yeah. Do you understand each other? What's that? oh. Oh. Oh! Fucking hell! Oh, yeah. This."},

{"timestamp": {"start": "02:30:34:29","end": "02:30:55:11"},
"speaker": "Unknown",
"text": "Oh, fuck. Oh! Yeah. Yeah. Yeah. Yeah. Oh! Oh! Oh, fuck! Ooh! Ooh!"},

{"timestamp": {"start": "02:30:55:14","end": "02:31:07:11"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "02:31:07:14","end": "02:32:07:28"},
"speaker": "Unknown",
"text": "Yeah. What? Whoa! I thought we'd be all fucking buddies now. We still fucking. Us. It's funny. Who the fuck? Possibly. Oh, fuck! 0000. That's right. That's right. Fuck me back! Fucking fuck! That's. Oh! Well, fuck me back. Okay. I'm trying. Come on then. Oh!"},

{"timestamp": {"start": "02:32:08:01","end": "02:32:25:20"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh."},

{"timestamp": {"start": "02:32:25:22","end": "02:32:38:28"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh! Oh! What do you see?"},

{"timestamp": {"start": "02:32:39:01","end": "02:32:48:24"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "02:32:57:22","end": "02:33:04:22"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh!"},

{"timestamp": {"start": "02:33:04:24","end": "02:33:41:16"},
"speaker": "Unknown",
"text": "Oh! Hanging in there. You don't quit on me now, Ray. Just me. You. Your whole crew left. Yeah. Camera. You do all this shit, Yeah. Oh. Oh! Oh, fuck! Oh! Oh! Oh, yeah. Trek up and down. Up and down. Oh, yeah. Stick to the fucking rock!"},

{"timestamp": {"start": "02:33:41:18","end": "02:33:51:23"},
"speaker": "Unknown",
"text": "Oh! That's it. That's it. Right."},

{"timestamp": {"start": "02:33:51:26","end": "02:34:29:10"},
"speaker": "Unknown",
"text": "Shelley. Don't. oh. Oh, you are Yeah. Good. You are. You're a great fucking reporter. You're a great fucking reporter. You wanted the big scoop. You wanted a big scoop. You got it. Oh, shit. Oh, you got the big scoop. Oh, yes. Yes."},

{"timestamp": {"start": "02:34:29:12","end": "02:34:39:21"},
"speaker": "Unknown",
"text": "To the things to notice the. Okay. Oh. It's."},

{"timestamp": {"start": "02:34:39:23","end": "02:34:43:13"},
"speaker": "Unknown",
"text": "So."},

{"timestamp": {"start": "02:34:43:16","end": "02:35:25:14"},
"speaker": "Unknown",
"text": "I'll tell you when you tell me in story. I don't fucking know what. That's right. No. We. Fuck. Don't you understand? See what? I'm fucking done? I'm gone. You take your shit. Maybe you don't. So maybe I keep you shit, Well, they keep you. Yeah. How about I, How about I keep all this fucking shit that you left me and you thought you were going walk in this movie to big tits and pretty eyes?"},

{"timestamp": {"start": "02:35:25:16","end": "02:35:53:21"},
"speaker": "Unknown",
"text": "That what you. Is that what you fucking thought? No. You sure fucking acted like it. You sure? You think I don't forget this shit soon? You see? Why would I do that? Why would I get this far if I like slow? It's a sign of weakness. Are you calling me fucking weak? No no no no no no."},

{"timestamp": {"start": "02:35:53:24","end": "02:36:48:16"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh! Whoo! Whoo! Whoo! Whoo! Yes! To my face right now. Ooh! Oh! Oh! Fucking tell us. He was fucking tough. sure. Oh my God. Oh! Oh, yeah. Yes, yes. Oh! Oh. Oh. Oh. Oh Yeah. Oh, yeah. Oh, yeah. Oh, yeah yeah, yeah."},

{"timestamp": {"start": "02:36:48:19","end": "02:37:16:25"},
"speaker": "Unknown",
"text": "oh, 00000. Oh you're. Yeah. Oh yeah. Yeah. oh. Oh yes. Oh that's right. That's right. Oh."},

{"timestamp": {"start": "02:37:16:28","end": "02:38:21:08"},
"speaker": "Unknown",
"text": "could, can we can I know how many you got? So many fucking rolls. Oh, yeah. Oh, yeah. So you 00500, fuck. That's right. That's fancier. That's right. Oh. Oh, wow. Oh. 000000. yes. Yes yes yes. Oh, yes. 000000. Oh. Oh. That's it right there."},

{"timestamp": {"start": "02:38:21:10","end": "02:38:26:18"},
"speaker": "Unknown",
"text": "That's oh."},

{"timestamp": {"start": "02:38:26:21","end": "02:39:10:07"},
"speaker": "Unknown",
"text": "Yes yes yes. 000. Ooh. Thank you. Jordan. Is my. She's that fucking pussy. Oh God. Oh fucking hell. No. No. Oh well. Oh. Oh. You stay on that fucking dick, you hear me? I'm. Oh. Yes. Oh, yeah. Oh! Oh. oh. Oh, Keep it in that fucking mouth. Don't you dare fucking spit it out."},

{"timestamp": {"start": "02:39:10:07","end": "02:39:49:01"},
"speaker": "Unknown",
"text": "You keep it in this fucking well. Who drool as much as you. Oh. Come on. Oh, oh, Oh. Oh. Oh! Oh my God. yeah. Oh, yeah. Oh, yeah. Oh! And open. No! Oh, fuck. Here. Oh, God. 00000, yes. Yes. Yes yes yes. This is all soft as fuck. Yes, sir. Oh, it's just like that."},

{"timestamp": {"start": "02:39:49:04","end": "02:40:42:17"},
"speaker": "Unknown",
"text": "Oh oh, oh. yeah. Yes yes yes yes. Oh oh oh. Well well. you stay on the phone. Well. Oh, what I say, I don't have fucking it on that fucking mouth right here. 000, come in that fucking mouth. Oh, yeah. oh. Good thing about it now is it doesn't matter how small it is."},

{"timestamp": {"start": "02:40:42:19","end": "02:41:26:11"},
"speaker": "Unknown",
"text": "Oh, you fucking cunt. Oh, yeah. Oh that's right. Oh, yes yes yes yes. Oh, yeah. Oh, open her fucking mouth. oh, Gregory, tell him I'm sorry. Yeah, yeah, yeah. Oh, yeah. Cuz. Hawkins, I'm so."},

{"timestamp": {"start": "02:41:26:13","end": "02:42:18:03"},
"speaker": "Unknown",
"text": "Cranky. do you mind if I confess? All right. Yeah, give me that for fucking. All right. That. Yeah. Yeah yeah, yeah. Right. Right down the fucking. oh. Oh oh, yeah. Yeah. She wrote down some room you put in fucking like that fucking gym. Yeah, yeah. 000 yeah."},

{"timestamp": {"start": "02:42:18:03","end": "02:43:04:24"},
"speaker": "Unknown",
"text": "She she she's, so pretty that she'll fucking, genius fucking dick Cheney. That fucking dick. oh yes. She, fucking head up, right? Yeah. So. So what you are, On their hands? Oh, that's a good question. Let's stick to the questions. So not be disrespectful, You wanna go get cleaned up and we'll have that conversation?"},

{"timestamp": {"start": "02:43:04:27","end": "02:43:43:26"},
"speaker": "Unknown",
"text": "I'll be nice and quick, and then you get the fuck out. Hey. Okay. Let's. You want to stay? Oh, no no no no, no, I didn't fucking think so. All right. Okay. Oh, okay. That's quite an intense one. Yeah. Yeah. I got here for a reason. Right. Thought so."},

{"timestamp": {"start": "02:43:43:28","end": "02:44:08:08"},
"speaker": "Unknown",
"text": "I guess you look good. Great. All right. Good. Yeah. That was really. Octavia, let's talk about the things that happened today. You played a Air Force victim. big drug lords, criminal mastermind, whatever we want. Yes. what do you think of the whole set up story? do you like it? I liked it, it was fun."},

{"timestamp": {"start": "02:44:08:08","end": "02:44:23:25"},
"speaker": "Unknown",
"text": "It was easy to get my character and to keep it. Did you did you also give us tears in that first part? Almost. I heard the voice crack and the eyes water up and I'm like, oh my God, it's going to happen. All going tears in the first part before you even touches her. I was crying and then they like, went into hiding."},

{"timestamp": {"start": "02:44:23:27","end": "02:44:47:02"},
"speaker": "Unknown",
"text": "It was perfect. You scared them away. No, not coming out. so we had you the kind of the rough, the man, the the. I don't know if you would call the mind fuckery in the first scene where it was more of like, you're going to do what you fucking told, and kind of more of the controlling through domination versus bondage."},

{"timestamp": {"start": "02:44:47:04","end": "02:45:13:12"},
"speaker": "Unknown",
"text": "And then we had the two or bondage positions. we didn't do a lot of air. Quote, Bdsm activities, except for the storytelling and the domination through what we did is bondage. But with that said, tell me, did you find anything overly challenging today? And if so, what was it? Not horribly. Not really. I mean no I was really fun."},

{"timestamp": {"start": "02:45:13:15","end": "02:45:34:20"},
"speaker": "Unknown",
"text": "Okay. That's great thing too challenging part of the day. Oh favorite part other than goofing around with you guys do you. I thought it was fun when my feet were tired and you were fucking my feet. That was really fun. That was a great profile. So let's just go ahead. This shot of you from me to the top of her head."},

{"timestamp": {"start": "02:45:34:24","end": "02:46:03:28"},
"speaker": "Unknown",
"text": "Yeah. You were doing the opening like it was a great shot. Everything was being done and captured all at once. The beautiful. Yeah, yeah. and this vision. Right. What about you, sir? What was your favorite part, man? you got it. You got a nice vagina. Juices flowing. Springfield. yeah, I like it. I like your penis."},

{"timestamp": {"start": "02:46:04:00","end": "02:46:30:06"},
"speaker": "Unknown",
"text": "have sex? No, really. I just everything today, all the positions are great. And, Yeah, you stayed in character, which was awesome. You didn't, like, leave and be like, fuck my God out of my nose like some crazy shit. I'm not sure that happened a lot. No, it's just, you know, it's it's one thing that started in this, like,"},

{"timestamp": {"start": "02:46:30:09","end": "02:46:50:22"},
"speaker": "Unknown",
"text": "And then once you start, it's just like, give it everything, you know? people tend to without saying, hey, I need you to kind of stay in this victim role the whole day. People tell me, like, okay, I'm so scared. Please give me more. Your cock. And it happens like that. Whereas if you're like, hey, let's the way we did, let's talk about this and stay in character and be like, oh, I'm so afraid of."},

{"timestamp": {"start": "02:46:50:24","end": "02:47:12:05"},
"speaker": "Unknown",
"text": "Yeah, you just did it. And it was perfect. Yeah, it was great. What? I think you did. You feel safe today? Absolutely. Yeah. Do you feel like at any point anything went too far? No. Let's go back to it again. Oh, yeah, I hope so. I hope I get to do the time. Yeah? Yeah, ours. We can do it here."},

{"timestamp": {"start": "02:47:12:09","end": "02:47:32:21"},
"speaker": "Unknown",
"text": "Just, Tie me up, both of you. Thank you very much. Thank you, thank you, thank you, thank you, thank you. Peace be with you for this. Peace be with you and also with you. Live long and prosper."},

{"timestamp": {"start": "02:47:32:21","end": "02:47:59:06"},
"speaker": "Unknown",
"text": "Introduce yourself please. Hi, I'm Katrina Cole. Hi, Katrina Cole, welcome back to Wkyc.com. Thank you. So today we are shooting hogtied. And clearly we are not in the dungeon. We are outside. We're at the ranch. for anybody who doesn't know, Wkyc.com bought a ranch off. But here we are. Anyway, let's talk about the things, that you're looking forward to."},

{"timestamp": {"start": "02:47:59:07","end": "02:48:16:13"},
"speaker": "Unknown",
"text": "I've seen what you don't want to do. It's very few and far between. let's talk about some of the stuff that you're excited about. What are you looking forward to today? I'm excited to try, some suspension for the first time. Okay. We've never. We've had you and a little bit of rope before. Just a touch of rope with that shoot that we did with Tommy Pistol."},

{"timestamp": {"start": "02:48:16:13","end": "02:48:34:16"},
"speaker": "Unknown",
"text": "All right. full suspension. You know. Okay. Oh, that's right, we did a section submission. You were there? Yes. I am smashing that thing. That's right. Thomas. Okay, I forgot every time I said I. Thomas, I think I might have scarred him. It's Tommy. So today it's all about you. It's all about the bondage. It's all about the torture."},

{"timestamp": {"start": "02:48:34:18","end": "02:48:54:14"},
"speaker": "Unknown",
"text": "and obviously, there's no penis involved today. Sorry. or maybe congratulations. Depends on the perspective you look at it. I enjoy the pain. so we're going to be going through different things. We're going to be testing you. We're going to be pushing you, obviously, as far as, you're comfortable with and not any further. If by some chance we do push further, that's what we would say for sure."},

{"timestamp": {"start": "02:48:54:17","end": "02:49:13:22"},
"speaker": "Unknown",
"text": "Red stops everything immediately, and we do check in if, anything's in your mouth and prevent you from speaking. both of those break character look directly into the lens. if you're okay to stay in bondage. But you want me to back off of what I'm doing as a yellow and mercy. That's within the limits with the safe words."},

{"timestamp": {"start": "02:49:13:22","end": "02:49:29:19"},
"speaker": "Unknown",
"text": "Praying. If we happen to get to a point where tears show up for whatever reason, that doesn't mean that I'm going to stop. you trust us to stop and use your safe word, so we trust you to use it when it's necessary. But with that being said, everyone on set is empowered to step up on your behalf if they see you like."},

{"timestamp": {"start": "02:49:29:21","end": "02:49:42:03"},
"speaker": "Unknown",
"text": "I want to get a check in just to make sure, but. But it seems like it's getting to be too much. So if they do interrupt, it's for your safety. It's not for them thinking they know better than you. Good, good. Sounds good. And remember, everything that you've said yes to you can say no to at any point."},

{"timestamp": {"start": "02:49:42:05","end": "02:50:01:14"},
"speaker": "Unknown",
"text": "consent is 100% revocable. And, if you do decide something's changed and you're like, I don't wanna do this anymore, speak up immediately. We stop instantly. and then we'll go back and reshoot it in a way that no one sees you asking us to stop. Oh, cool. Awesome. That's all that stuff. That's the technical stuff. So we did the section submissions."},

{"timestamp": {"start": "02:50:01:15","end": "02:50:20:27"},
"speaker": "Unknown",
"text": "You've been in some bondage before. you've been tortured. We did a device bondage shoot. And you're back. You're back? Are you happy? I'm stoked to be back. I'm really excited. I've been looking forward to it. is there a certain part of what you've discovered doing Bdsm that stands out that you look forward to the most?"},

{"timestamp": {"start": "02:50:20:27","end": "02:50:40:18"},
"speaker": "Unknown",
"text": "Is it the bondage, the submission? Is it the pain? I like the pain. Okay. Yeah. I mean, do you sexualize it? Yeah. Okay. Yeah, I guess so. Is it something that you've noticed in here or, like, in outside of porn that you kind of are, like, craving more or, you know, that you found that you're like, oh, that's a thing I didn't know I wanted."},

{"timestamp": {"start": "02:50:40:20","end": "02:51:01:23"},
"speaker": "Unknown",
"text": "you know, I think it's something that I discovered a while ago in my sex life. Pre porn. Not to this extent, but, you know, I remember the first time a guy really slapped my ass and really went for it and kept going for it, cause I loved it so much. And, I remember I was like, oh, this is this is a thing for me."},

{"timestamp": {"start": "02:51:01:25","end": "02:51:28:17"},
"speaker": "Unknown",
"text": "and so that's definitely something that I've continued to incorporate, at more mild levels throughout, my personal sex life. But since you've discovered, like, you know, ever since that, that the, the device bondage shoot, that's definitely I wanted that extra edge. I gaffs because we noticed that day, just when I've talked about it several times, we I think we awaken the slavery monster that looks on your face."},

{"timestamp": {"start": "02:51:28:17","end": "02:51:50:23"},
"speaker": "Unknown",
"text": "And I've seen you on set several times that I had never seen that look before. Oh, you over there tied up until you calmed down a little bit. You were hot. We joked that there was only one other model, Victoria Box, and I would like you calm down. And then we untie you, because you look like you're going to focus all straight into your eyes during this dry, which is super hot."},

{"timestamp": {"start": "02:51:51:00","end": "02:52:13:16"},
"speaker": "Unknown",
"text": "Yeah, I love that. is there anything that you found so far that you don't like that you're like, yeah, I'd rather stay away from that. whether it was a type of pain or a certain position, I guess the stinkier the something we discovered last time, I think I prefer that, like, study European to the stinky pain, but I wouldn't say that I'm averse to it."},

{"timestamp": {"start": "02:52:13:16","end": "02:52:32:07"},
"speaker": "Unknown",
"text": "It's just more that you prefer. Thud. Yeah. That's fair. more of a preference, I guess. Okay. Nothing that I have, like, a complete aversion to. All right. And like I said, you have very few limits today, so we are going to experiment. it's kind of going to take on a different thing today because obviously with device bondage it's steel and it's in a studio."},

{"timestamp": {"start": "02:52:32:10","end": "02:52:45:09"},
"speaker": "Unknown",
"text": "This is going to be a little more organic because we're going to move around in a couple places. If ropes or rope is, has you been in rope. You know what kind of moves. It's got a little more to it. and we're just going to see some of it maybe heavy bondage with a little bit of smack."},

{"timestamp": {"start": "02:52:45:09","end": "02:53:01:18"},
"speaker": "Unknown",
"text": "And I mean, there have been times if the bondage is intense enough, I'll walk in, put a vibrator on you just to get you through the scene, because that's like, this is what she's going to need to do this. and then if it's the bondage is lighter, we're going to fucking stop them and get some pain going."},

{"timestamp": {"start": "02:53:01:20","end": "02:53:19:28"},
"speaker": "Unknown",
"text": "It's all good. Yeah, it sounds great. Awesome. you work out? Yes, I do. How did you work out? It depends a little bit on my shoot schedule, but I try to work out at least, like, four times a week. Okay. I try to sort of work it in if I am shooting a lot of work in little snack size workouts where I can."},

{"timestamp": {"start": "02:53:20:01","end": "02:53:39:21"},
"speaker": "Unknown",
"text": "I only ask if you're, like, super smokin hot, and every time I see you, I'm like, how do you keep getting hotter? So that's why I was curious. so does that mean that you avoid, like, fun things like dessert or. No. God, no. I have a wicked sweet tooth. What's your favorite thing? Milk duds. I love that."},

{"timestamp": {"start": "02:53:39:24","end": "02:54:03:21"},
"speaker": "Unknown",
"text": "Oh, really? I mean, there are a lot of sweets that I love. Ice cream. Way up there. You don't discriminate. You're like, no, I want. Yeah. Fair. what's your favorite flavor of ice cream? Black raspberry. That is good. Yeah. And actually, one last night like that, we should go have ice cream. All right. Ready to get started?"},

{"timestamp": {"start": "02:54:03:22","end": "02:55:59:27"},
"speaker": "Unknown",
"text": "Yeah. Sounds good. You got any questions? No. Awesome. Have a good shoot. We'll talk to you afterwards. Bye, guys."},

{"timestamp": {"start": "02:56:00:00","end": "02:56:05:01"},
"speaker": "Unknown",
"text": "Okay."},

{"timestamp": {"start": "02:56:05:03","end": "02:56:29:09"},
"speaker": "Unknown",
"text": "So what part is. Is it the outside? Is it the being tied up? Is it the me having my hair? Is you what? It is me. This pussy that would that quickly. All of the above. So everybody sat around watching you while you're outside like this. so,"},

{"timestamp": {"start": "02:56:29:12","end": "02:57:01:18"},
"speaker": "Unknown",
"text": "you know, that's is my favorite part. It's body spray. It's, you know, it's doing. Oh right there. Yeah. I don't mind doing this now. I'm right back there. Yeah. one more twist in order. No, it's a new house. just have a good morning. Oh. Right there. That's the spot."},

{"timestamp": {"start": "02:57:12:00","end": "02:57:18:07"},
"speaker": "Unknown",
"text": "Head forward."},

{"timestamp": {"start": "02:57:18:09","end": "02:57:21:10"},
"speaker": "Unknown",
"text": "There."},

{"timestamp": {"start": "02:57:21:12","end": "02:57:41:28"},
"speaker": "Unknown",
"text": "A little more helplessness. Time to make a move,"},

{"timestamp": {"start": "02:57:42:00","end": "02:58:50:19"},
"speaker": "Unknown",
"text": "00000000000000. oh. Put your pussy up. 000. And spread on the time apart. 0000. oh. See now. Oh, I'm sure it's not going to surprise you at all in this pussy sweater. That was."},

{"timestamp": {"start": "02:59:45:02","end": "03:00:21:28"},
"speaker": "Unknown",
"text": "I'll let you know. I thought your pussy was running down your legs. So you not get super excited."},

{"timestamp": {"start": "03:00:22:00","end": "03:00:27:27"},
"speaker": "Unknown",
"text": "In this one."},

{"timestamp": {"start": "03:00:27:29","end": "03:01:34:10"},
"speaker": "Unknown",
"text": "That's. Why. Should we just take your other leg up? And they're nasty things when you come out here in front of everybody."},

{"timestamp": {"start": "03:01:34:13","end": "03:02:13:06"},
"speaker": "Unknown",
"text": "You know, we're going to take this leg. And if this sucks, you're gonna let me know. Yes. Give it to me. I was a sustainable happy to make you come like this. Okay? Come. You think so?"},

{"timestamp": {"start": "03:02:13:08","end": "03:02:36:06"},
"speaker": "Unknown",
"text": "There. Oh my goodness. It just so I hurt you more. So I make you come. Do I make you come and then hurt you more. And then make you come again? I see that smile. Maybe that's what you start with."},

{"timestamp": {"start": "03:02:36:09","end": "03:02:45:06"},
"speaker": "Unknown",
"text": "Let's start with give me a of that. Spit it up."},

{"timestamp": {"start": "03:02:45:09","end": "03:03:22:28"},
"speaker": "Unknown",
"text": "You know. Oh. Oh. Perfume. 0000 oh."},

{"timestamp": {"start": "03:03:23:00","end": "03:04:20:09"},
"speaker": "Unknown",
"text": "oh yeah. Oh What are you clenching a slut? Are you going to come for? oh. Come then. oh. Oh oh oh. well. Whoop! Oh, you were so close. oh oh oh"},

{"timestamp": {"start": "03:04:20:12","end": "03:05:27:12"},
"speaker": "Unknown",
"text": "Oh what The orgasm. Come here. You still getting close? Did you see what in your clothes? Well, Do it! 0000. oh. Yeah. I guess oh."},

{"timestamp": {"start": "03:05:27:17","end": "03:05:45:21"},
"speaker": "Unknown",
"text": "Well, that was some work. The best part. Is your pussy. So, Well,"},

{"timestamp": {"start": "03:05:45:24","end": "03:06:31:01"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow ow ow ow ow ow! I can't tell if you're about to come or you're going over some. Ow ow ow ow ow ow ow ow ow ow. Definitely overstimulated. Ow ow ow ow ow ow. So was it the hitting that made you this letter, or is it this helplessness?"},

{"timestamp": {"start": "03:06:31:04","end": "03:06:45:12"},
"speaker": "Unknown",
"text": "Is it all of it again?"},

{"timestamp": {"start": "03:06:45:14","end": "03:06:59:23"},
"speaker": "Unknown",
"text": "You put that vibrator on there, makes you come again. You want to come for me one more time,"},

{"timestamp": {"start": "03:06:59:26","end": "03:07:34:02"},
"speaker": "Unknown",
"text": "Ow! Ow ow ow ow ow ow ow ow ow! Ooh ooh. Oh! Let me distract you. I'm not gonna make you come faster than we can. Come faster. Oh, I am. Oh!"},

{"timestamp": {"start": "03:07:34:05","end": "03:08:05:27"},
"speaker": "Unknown",
"text": "oh some. Oh, that's the oh"},

{"timestamp": {"start": "03:08:06:00","end": "03:08:22:18"},
"speaker": "Unknown",
"text": "Oh. 0000, you were so close, Didn't."},

{"timestamp": {"start": "03:08:22:21","end": "03:08:35:16"},
"speaker": "Unknown",
"text": "Oh, oh."},

{"timestamp": {"start": "03:08:35:18","end": "03:08:43:27"},
"speaker": "Unknown",
"text": "oh oh"},

{"timestamp": {"start": "03:08:44:00","end": "03:08:54:14"},
"speaker": "Unknown",
"text": "Let's look."},

{"timestamp": {"start": "03:08:54:17","end": "03:09:48:22"},
"speaker": "Unknown",
"text": "oh. Whoa! Oh! Hoo hoo hoo hoo hoo! Oh! What happened? Oh! I realized. Whoa whoa whoa whoa whoa whoa whoa. So, So, could you imagine someone just walking on sliding right in there? Oh, yeah. Oh. oh. Oh, there it, Stick your tongue out,"},

{"timestamp": {"start": "03:09:48:25","end": "03:10:13:27"},
"speaker": "Unknown",
"text": "Okay. Oh"},

{"timestamp": {"start": "03:10:14:00","end": "03:10:59:24"},
"speaker": "Unknown",
"text": "yeah."},

{"timestamp": {"start": "03:10:59:27","end": "03:11:12:14"},
"speaker": "Unknown",
"text": "It looks like you're enjoying yourself. You comfortable? Ish ish ish."},

{"timestamp": {"start": "03:11:12:17","end": "03:11:41:09"},
"speaker": "Unknown",
"text": "As I'm sitting there staring at you, it's gonna help you look at what could I have done different? I thought to myself I would have just. Spread the legs or. That could have been fun. So I'm gonna spread the legs."},

{"timestamp": {"start": "03:11:41:12","end": "03:11:53:15"},
"speaker": "Unknown",
"text": "And see what happens."},

{"timestamp": {"start": "03:11:53:17","end": "03:12:10:03"},
"speaker": "Unknown",
"text": "Because once I start making you come, I don't want you to try and stop me. Even though I don't really think you're the kind of girl that will never know. Though."},

{"timestamp": {"start": "03:12:10:06","end": "03:12:53:05"},
"speaker": "Unknown",
"text": "Secretary. And I think your body and my rope make a good team. Yeah. So what? I think."},

{"timestamp": {"start": "03:12:53:07","end": "03:13:28:23"},
"speaker": "Unknown",
"text": "Yeah. Now there's the test part to see if it actually holds with bamboo. It's hard sometimes to make things not slip. And the best way to test this? Well, just to do. foot on the right one. oh. You can't close your legs, can you? Two? Oh, look at you. Feel the wind pieces for. Oh!"},

{"timestamp": {"start": "03:13:28:25","end": "03:14:20:09"},
"speaker": "Unknown",
"text": "Oh, fuck. Oh. sensitive. Right there. Yeah, us right there. hum, hum. I can do there. Or I can come here and do the same thing. 000, you. Oh oh, yeah. super sensitive Kind of sensitive. Since this is that kind of."},

{"timestamp": {"start": "03:14:20:12","end": "03:15:06:07"},
"speaker": "Unknown",
"text": "you can't see that, you have to trust. Oh, you. Oh, oh, fuck. Yeah. Know. Fuck! oh my god, look Oh, that one sounds like that stuff. Oh, yes. Let's see. Oh, so it probably stung because it wasn't warmed up."},

{"timestamp": {"start": "03:15:06:09","end": "03:15:50:11"},
"speaker": "Unknown",
"text": "Oh, fuck. So the woman. Oh, Ow ow ow ow 00000000 ooh Ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow! Oh, you."},

{"timestamp": {"start": "03:15:50:13","end": "03:16:53:15"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow oh ow ow ow ow ow ow ow ow! It's the two of us right now. ow ow ow ow ow! Oh, here we go. Oh Yeah. Ow ow ow ow ow ow ow ow ow! Oh!"},

{"timestamp": {"start": "03:16:53:17","end": "03:17:31:15"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow ooh ooh ooh ooh. Ow! We're getting close. Aren't you something fierce. Oh, I'm so close. Oh, what an asshole. what an asshole. Oh! Ow ow ow ow ow ow! I should think about the way I was working with all of you earlier. keep you going until I decide to start."},

{"timestamp": {"start": "03:17:31:17","end": "03:17:58:18"},
"speaker": "Unknown",
"text": "oh, oh, 0000000 yeah yeah 000, fuck you almost."},

{"timestamp": {"start": "03:17:58:20","end": "03:18:22:16"},
"speaker": "Unknown",
"text": "000000. So it's so it was right up. Oh, yeah, oh, yeah. 0000000."},

{"timestamp": {"start": "03:18:22:18","end": "03:18:53:25"},
"speaker": "Unknown",
"text": "Oh oh. 000000 yeah. And I do what you should do is you take. Oh you have a choice. Oh you feel. 000000000. Floats 000."},

{"timestamp": {"start": "03:18:53:28","end": "03:18:57:21"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "03:18:57:23","end": "03:19:05:16"},
"speaker": "Unknown",
"text": "Oh. Oh, yeah."},

{"timestamp": {"start": "03:19:05:19","end": "03:20:40:04"},
"speaker": "Unknown",
"text": "0000. Sweet. 000000000000. Yeah. 000000. Yeah, yeah. Ow ow ow ow ow ow 000. You're the one for me. You give it to me. 0000. With the pressure you. Then give it to me. 000. Ow. Ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow!"},

{"timestamp": {"start": "03:20:40:06","end": "03:20:49:04"},
"speaker": "Unknown",
"text": "Ow!"},

{"timestamp": {"start": "03:20:49:06","end": "03:21:43:23"},
"speaker": "Unknown",
"text": "Ow! Oh! Fuck me! Oh, that's, Ow ow ow! You are so fucking wet. Right? Come for me. Ow! Ow! This is the one right there. Ow! Ow! Ooh! Oh, yeah. Yes! Yes! Ow! Oh! Oh! Ow ow ow ow ow!"},

{"timestamp": {"start": "03:21:43:25","end": "03:21:58:18"},
"speaker": "Unknown",
"text": "Ow ow ow!"},

{"timestamp": {"start": "03:21:58:21","end": "03:22:08:15"},
"speaker": "Unknown",
"text": "Oh, look. Yeah! You."},

{"timestamp": {"start": "03:22:08:18","end": "03:22:13:13"},
"speaker": "Unknown",
"text": "Clumsy."},

{"timestamp": {"start": "03:22:13:15","end": "03:22:25:20"},
"speaker": "Unknown",
"text": "Ow! Come."},

{"timestamp": {"start": "03:22:25:23","end": "03:22:34:27"},
"speaker": "Unknown",
"text": "Ooh, ooh! Oh, yeah. Oh!"},

{"timestamp": {"start": "03:22:35:00","end": "03:22:40:27"},
"speaker": "Unknown",
"text": "I love."},

{"timestamp": {"start": "03:22:40:29","end": "03:22:50:28"},
"speaker": "Unknown",
"text": "Ow! Ow ow!"},

{"timestamp": {"start": "03:22:51:00","end": "03:23:09:24"},
"speaker": "Unknown",
"text": "Whoa! Oh! Ow! Ow! Ow ow ow ow! Ow!"},

{"timestamp": {"start": "03:23:09:26","end": "03:23:15:01"},
"speaker": "Unknown",
"text": "Ow! Ow! It was so close."},

{"timestamp": {"start": "03:23:15:03","end": "03:23:32:22"},
"speaker": "Unknown",
"text": "Ow! Ow! Ow! Ow! I'm."},

{"timestamp": {"start": "03:23:32:24","end": "03:24:13:09"},
"speaker": "Unknown",
"text": "So close. Ooh! I know. So now, Ooh! Ooh. You just have to wait until I get. No, no. Ow! Ow! Would you like a little baby? No. It's not right in there. Oh, that right there. That's the only I want to think about it. Oh!"},

{"timestamp": {"start": "03:24:13:11","end": "03:24:26:00"},
"speaker": "Unknown",
"text": "Oh, fuck. Yeah. Yeah. Oh, no. Not. Good."},

{"timestamp": {"start": "03:25:49:10","end": "03:26:20:06"},
"speaker": "Unknown",
"text": "oh. yeah. Oh!"},

{"timestamp": {"start": "03:26:25:09","end": "03:27:41:26"},
"speaker": "Unknown",
"text": "Fuck! Oh. the, look."},

{"timestamp": {"start": "03:27:41:29","end": "03:27:58:16"},
"speaker": "Unknown",
"text": "Yeah."},

{"timestamp": {"start": "03:27:58:19","end": "03:28:17:16"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "03:28:17:19","end": "03:28:44:27"},
"speaker": "Unknown",
"text": "Oh. Fuck! Yes!"},

{"timestamp": {"start": "03:28:45:00","end": "03:29:17:23"},
"speaker": "Unknown",
"text": "Yeah. Yeah. Yes. Oh. Oh."},

{"timestamp": {"start": "03:29:17:26","end": "03:30:39:06"},
"speaker": "Unknown",
"text": "Oh! Oh. Oh! Oh! Oh! Oh! Rosie! Oh! Oh! Oh. There's something else in there. Other. Yeah. Oh my God. Oh. Oh. You, Oh! Oh!"},

{"timestamp": {"start": "03:30:39:09","end": "03:31:10:25"},
"speaker": "Unknown",
"text": "Oh! Oh. we're going to squeeze it in and then ready to breath. that. She's, Oh, no. We're not going to do it. That's okay. Oh. That's, That was my finger. Trying to get to the G-spot. Oh, cool. Oh, such a tight pussy. Oh, fuck. Oh, really? Then, Yeah."},

{"timestamp": {"start": "03:31:11:00","end": "03:32:20:17"},
"speaker": "Unknown",
"text": "I bet you'd love a little more stimulation. Oh! Oh my God. Oh! Oh! Oh my God. Oh, yeah. Yeah. Oh! Oh, yeah. Oh. Yeah. Yeah. Oh, yeah. Fuck it! yeah. Yeah. Oh!"},

{"timestamp": {"start": "03:32:20:20","end": "03:33:07:12"},
"speaker": "Unknown",
"text": "Yeah. Oh, yeah. Oh, yeah. Yeah yeah yeah yeah yeah. Oh! Oh! Oh. Yeah. Oh, yeah. Look. Yeah."},

{"timestamp": {"start": "03:33:07:14","end": "03:33:20:08"},
"speaker": "Unknown",
"text": "Okay. Oh."},

{"timestamp": {"start": "03:33:20:10","end": "03:34:14:18"},
"speaker": "Unknown",
"text": "Yeah. Yeah. Oh. That's life. Yeah. Yeah. Oh, no! Oh! Oh, you. Oh! Oh, yeah. Yeah. Oh! Yeah! Oh my God! Yeah! Yeah. Yeah!"},

{"timestamp": {"start": "03:34:14:21","end": "03:34:39:03"},
"speaker": "Unknown",
"text": "Yeah."},

{"timestamp": {"start": "03:34:39:05","end": "03:34:44:18"},
"speaker": "Unknown",
"text": "Yeah. Oh!"},

{"timestamp": {"start": "03:35:07:09","end": "03:35:22:07"},
"speaker": "Unknown",
"text": "Oh. You know. Oh! Oh, my."},

{"timestamp": {"start": "03:35:22:09","end": "03:35:29:03"},
"speaker": "Unknown",
"text": "Oh. Here."},

{"timestamp": {"start": "03:35:29:05","end": "03:35:38:03"},
"speaker": "Unknown",
"text": "Oh! Yeah."},

{"timestamp": {"start": "03:35:38:06","end": "03:35:59:18"},
"speaker": "Unknown",
"text": "Yeah. Yeah. Yeah. Oh, yeah. Yes. Yes. Yes. Yes."},

{"timestamp": {"start": "03:35:59:21","end": "03:36:24:00"},
"speaker": "Unknown",
"text": "Oh. Oh. Just,"},

{"timestamp": {"start": "03:36:30:25","end": "03:36:41:23"},
"speaker": "Unknown",
"text": "Oh! Yeah. Oh! Oh! Oh! Oh!"},

{"timestamp": {"start": "03:36:41:25","end": "03:37:38:25"},
"speaker": "Unknown",
"text": "Oh. Oh. Yeah. Oh my God! Oh my God. Oh. Yeah. Oh! Oh! We're so close. I'm really tired of things, you know? Oh, yeah. We are. But today, we're going to call it done,"},

{"timestamp": {"start": "03:37:38:28","end": "03:37:58:10"},
"speaker": "Unknown",
"text": "Yeah. Did you call enough for to come some more? But for now, that's all for today. Oh, So good."},

{"timestamp": {"start": "03:38:14:06","end": "03:38:20:13"},
"speaker": "Unknown",
"text": "Oh, you."},

{"timestamp": {"start": "03:38:20:15","end": "03:38:48:02"},
"speaker": "Unknown",
"text": "Oh! We're, Hi, Katrina. Hello. How are you feeling? Good. That was hot. It felt hot. Super fucking. I do think I am now a fan of being outside more. Because at first I was like, okay, it's outside, it's whatever. But now that's outside and there's random people that we're moving around through the whole thing. That was pretty fucking hot."},

{"timestamp": {"start": "03:38:48:04","end": "03:39:10:09"},
"speaker": "Unknown",
"text": "Yeah. I actually really enjoyed that element. it was kind of nice. It was? Yeah. People were possibly watching us or were intentionally watching us. That was pretty hot. Yeah. I mean, it's like you always watch us, but, so we started off, in a basic standing position and turned it into a suspension. Then we put you in kind of a predicament."},

{"timestamp": {"start": "03:39:10:09","end": "03:39:25:06"},
"speaker": "Unknown",
"text": "Tie for the second one. Just kind of had your pelvis set up bridged, I think, is what they call it. Yeah. and then the last one, we just had kind of a basic doggy because you got a phenomenal everything, but we didn't want to not show your ass off. So we did that. what would you say out of the day, if anything?"},

{"timestamp": {"start": "03:39:25:06","end": "03:39:38:15"},
"speaker": "Unknown",
"text": "What was the most challenging thing we did today? The most challenging. I knew you were going to ask this, and I was trying to think what it would be."},

{"timestamp": {"start": "03:39:38:17","end": "03:40:07:21"},
"speaker": "Unknown",
"text": "None of it. And I'm a little undecided. Okay. you know, there are definitely some, Excuse me. got sick on my throat. gosh, I can't I can't decide. What are they? What are they between? just like General, Like the impact. at times, like, kind of get right up on the. Yeah, right up on the edge."},

{"timestamp": {"start": "03:40:07:24","end": "03:40:30:15"},
"speaker": "Unknown",
"text": "And forever, it felt like, I felt a little bit more intense than I had previously felt with that kind of play. just whatever my body felt like today. and then also, I guess the suspension was now. So that was definitely. Just exploring those new sensations, I guess. but the suspension and then the nipple stuff."},

{"timestamp": {"start": "03:40:30:16","end": "03:40:53:03"},
"speaker": "Unknown",
"text": "My nipples were. I know, and you you went for. No, you went for it. That's a no no, I definitely did not say no, I enjoyed that. It was nice. But I do you also I, I'm very I feel like I'm a big cat when it comes to like kneading into the flesh. I loved that when you kind of pressed back and started almost purring, I was like, oh, I did like minded person here."},

{"timestamp": {"start": "03:40:53:05","end": "03:41:07:21"},
"speaker": "Unknown",
"text": "the suspension for starters. I don't wanna go too far from that. First, that was your first suspension? That was. That was wrist and legs. That was it. That's not like the easiest thing for people to just jump into, especially for a first time in the air. Yeah. Not to be like a champ. I enjoyed it. Yeah. For sure."},

{"timestamp": {"start": "03:41:07:24","end": "03:41:35:02"},
"speaker": "Unknown",
"text": "This means we got to do this again so we can experiment more stuff. I hope so. what would you say was your favorite part? Favorite part? You got my mind going. I when you pulled on my skin, I love that. the like. Oh, yeah. That felt amazing. What? that bridge position. yeah, the second one."},

{"timestamp": {"start": "03:41:35:04","end": "03:41:58:21"},
"speaker": "Unknown",
"text": "everything about that felt amazing. The way the, like, rope, like, interacted with my body, the fingering, everything just felt so good. Yeah, I still got it. it was hot. Dude, it was everything about it. I was the same way. There was a whole lot of things going on everywhere. I was just like, fuck, this is really fucking hot."},

{"timestamp": {"start": "03:41:58:24","end": "03:42:14:21"},
"speaker": "Unknown",
"text": "Yeah, and for the record, because I don't know that everyone because they they watch on monitor, they see you on the screen that sometimes it doesn't, they can't tell. You're not the shortest person. No. I mean it's like, I don't know, you can we can we can tell real quick. I want to see the. Can you cross your legs again?"},

{"timestamp": {"start": "03:42:14:21","end": "03:42:36:17"},
"speaker": "Unknown",
"text": "Yeah. Just so you guys can see like that's how little that box is going to take you. Hey, what happened to you? I'm a five, nine, five, ten, five, nine, five, ten. And put your entire body from basically head to toe pinched on that little box was a lot. Yeah, that was hot. Hot. did you feel safe today?"},

{"timestamp": {"start": "03:42:36:19","end": "03:42:50:21"},
"speaker": "Unknown",
"text": "Absolutely. Did you feel like at any point anything went too far? No. Would you come back and do it again? Absolutely. You were amazing. Thank you so much. Thank you. Bye. Bye, guys."},

{"timestamp": {"start": "03:42:50:21","end": "03:43:24:12"},
"speaker": "Unknown",
"text": "Introduce yourselves please. Ladies first. Hi. I'm Octavia. Hi, Octavia. Red. Hi. I'm Tommy piss. I, I didn't know where it was going. I see where we're going with this. so. Tommy. Welcome back. Octavia. Welcome back. let's talk about, some of the things that are going to happen, all the technical stuff, and then we'll go into all the fun stuff."},

{"timestamp": {"start": "03:43:24:14","end": "03:43:37:22"},
"speaker": "Unknown",
"text": "Safe words. If you want anything to stop, you will say, Red, if you have his cock or anything else in your mouth to prevent you from speaking. You, both of those break character look directly into this lens. If you're okay to stay in bondage and stay in character, but you just want time to get back off of what he's doing."},

{"timestamp": {"start": "03:43:37:22","end": "03:43:56:02"},
"speaker": "Unknown",
"text": "Movies like Yellow or Mercy. So it's like a red light or a traffic light. Red stop. Yellow slows down. and as you were told earlier, normal verbiage works. So if you're like, fucking stop, motherfucker, we're not going to. Ha ha! You just say your safe word like we'll stop if we see something going on. We've looked you've seen the list of the things we're not doing."},

{"timestamp": {"start": "03:43:56:03","end": "03:44:14:22"},
"speaker": "Unknown",
"text": "I've seen the list. I have also seen the list. The crew has seen the list. Everyone is aware of what we are not. So, Octavia, let's talk about some of the things that you're excited about seeing. What are you looking forward to today? I am excited about the intensity of it. Just doing the general. Oh, you're so cool."},

{"timestamp": {"start": "03:44:14:24","end": "03:44:35:19"},
"speaker": "Unknown",
"text": "Okay. I know, I'm sorry. It's okay. I'll remember to give the sound guy more love. Oh, so tell me again, just to make sure. just really excited about the intensity of today, and. Okay. Doing another pretty awesome shoot. So we are going to be doing some CNC today, which is for everyone at home that may not know it's consensual non consent."},

{"timestamp": {"start": "03:44:35:20","end": "03:44:51:00"},
"speaker": "Unknown",
"text": "There's another word people like to use. And we're not going to say that starts with an R and ends with a Y. And that's all we're going to say. So that's what we're going to do today. you guys know the story. You know the kind of fun stuff we're going to do. The power of change. Are you guys excited about this?"},

{"timestamp": {"start": "03:44:51:01","end": "03:45:08:12"},
"speaker": "Unknown",
"text": "Yay! Awesome. if we happen to get to a point in the story, Octavia, where tears show up from you. If Tommy cries when I'm worried about it. Yeah, but if you, for whatever reason, tears start to roll down your face, that doesn't mean they. We're going to stop. You have a safe word. And if you trust us."},

{"timestamp": {"start": "03:45:08:14","end": "03:45:24:28"},
"speaker": "Unknown",
"text": "No. If we trust you. I always say this from. Basically, if you need us to stop, you'll use your safe word. And we're not going to stop unless we. If someone on set is empowered to step up on your behalf to go, hey, this looks like it's getting a little intense. I want to see something, but we're not going to just stop because it's like, oh, it's a tier."},

{"timestamp": {"start": "03:45:25:00","end": "03:45:57:06"},
"speaker": "Unknown",
"text": "Like, if you especially if you're into it, if it's hot to you. But clearly if you say, hey, you fucker stopped and when to stop. So good. Yes. Awesome. All right, so you two have done this dance before for this website for sexual submission specifically did. Here we are again. Doing it all over again. is there anything that you're that you want to try, Octavia, that you want to try this time that you weren't able to do last time?"},

{"timestamp": {"start": "03:45:57:09","end": "03:46:22:15"},
"speaker": "Unknown",
"text": "I have the same pain. You shouldn't be as hard, right? It's a fantastic pain. Thank you. Oh, my God, you guys in the balls up front. you know your French kisses balls? Yeah, right. Oh, hold."},

{"timestamp": {"start": "03:46:22:17","end": "03:46:46:11"},
"speaker": "Unknown",
"text": "On now. Oh. Okay. So, last time you guys did this, obviously there was a story going on. Octavia, do you enjoy doing, like, the damsel in distress? Do you like, do you like the. Oh, no. Please don't do that. I do, I also do kind of like being feisty sometimes. Like, I try not to be when, depending on the storyline."},

{"timestamp": {"start": "03:46:46:14","end": "03:47:13:10"},
"speaker": "Unknown",
"text": "But I do like doing that fighting back aspect to combat and then turning into that, that kind of power exchange between you. You can't do this. But okay, maybe just a little. Yeah. That. Yeah, that's what to me, that's a fun game. I'm thinking yeah I like yeah. So when you are doing sex and bondage, well, just in sex in general, do you do a lot of this in your personal life or is this more just for the camera?"},

{"timestamp": {"start": "03:47:13:13","end": "03:47:29:06"},
"speaker": "Unknown",
"text": "I would like to do more of my personal life, but so far it's mostly just been on camera and a little bit in personal life. Okay. Do you do you feel that the bondage, like, makes the sex better or is it just a fun little thing throw in from time to time? I think it does make it better."},

{"timestamp": {"start": "03:47:29:08","end": "03:47:54:21"},
"speaker": "Unknown",
"text": "Yeah. Oh, shoot. yeah, I usually I like to keep a weighted blanket on me. I have sex just so it's like. Yeah, you wouldn't believe. Neither am I. Oh, we're in this together. I'm in, and I'm staying in my bed. Tommy. Sandwich. That's it. That's all. The bread, blankets, the other piece of bread. I'm the raw meat."},

{"timestamp": {"start": "03:47:54:24","end": "03:48:22:22"},
"speaker": "Unknown",
"text": "just the in the family. And you do have work up because of the weight on the back. Yeah, yeah, there you go. Work the back muscles there, you guys. you guys ready to start? Let Earth make the palm trees slow grow. Yeah. This is how all of our you takes no thrust. Yeah. just. Tommy and his."},

{"timestamp": {"start": "03:48:22:22","end": "03:48:26:10"},
"speaker": "Unknown",
"text": "But again."},

{"timestamp": {"start": "03:48:26:12","end": "03:48:47:18"},
"speaker": "Unknown",
"text": "And you know each other. All right, you guys ready to get started? Yes. if anything arises throughout today, please feel free to ask as much as you need to, Octavia, as a reminder, and I will remind you throughout the day, consent is revocable. That means anything that you have said yes to you can say no to for no fucking reason at all."},

{"timestamp": {"start": "03:48:47:21","end": "03:49:05:12"},
"speaker": "Unknown",
"text": "If suddenly Tommy starts kissing you, you're like, you know what? I'm not going to be kissed. Say something. I don't like the idea that you have to put up with something or tolerate something just for a scene. If you don't want to do it, just say so and won't do it. Not only will we stop, but then we'll go back and reshoot it in a way that no one will actually see you asking us to stop, and hopefully that empowers you enough to tell us to fuck off as needed."},

{"timestamp": {"start": "03:49:05:20","end": "03:49:25:26"},
"speaker": "Unknown",
"text": "Some good. Awesome. With that I say, great, you guys. I'll talk to you afterwards. Tell him I bye."},

{"timestamp": {"start": "03:49:25:28","end": "03:49:45:15"},
"speaker": "Unknown",
"text": "Hi. Thank you so much for letting me come in here, Tommy. Yeah. Of course, of course. Thank you. Thanks for coming. I like to. The letter you sent was very respectful. That's why I agreed to do this. So. Absolutely. Thank you for taking the time to read it. I've been dying to interview you. thank you for letting my crew come in and set this up for me."},

{"timestamp": {"start": "03:49:45:15","end": "03:50:13:28"},
"speaker": "Unknown",
"text": "Yeah, they were great. Very respectful. I really appreciated that. Yeah. thank you for that. well, before we get started, is there anything. Yeah. I was just reiterate what I said in the email. just a few specifics. I don't want to talk about, my job. You know, I don't want to talk about my money, and I don't want to talk about anything that's going to incriminate me."},

{"timestamp": {"start": "03:50:14:01","end": "03:50:35:06"},
"speaker": "Unknown",
"text": "You said you were okay with that, right? Yeah. So I expect this to, like, stay those bounds and not, go out of them, right? Absolutely. We're here to respect your boundaries also. I appreciate that. Thank you. All right. We should I call you do you want Mr.. Right or, Octavia. Okay. Yeah. Awesome. Tommy, again, thank you for being I appreciate that."},

{"timestamp": {"start": "03:50:35:08","end": "03:51:00:09"},
"speaker": "Unknown",
"text": "All right. what do you want to know? Yeah, yeah. Let's get started. All right, let's do it. Hello, everybody. Welcome to Red files. I'm here with a special guest today, Tommy pistol and pleasure. Pleasure. Thank you, thank you, thank you, thank you for giving me this interview. So, Tommy, how are you doing today? I'm doing pretty good."},

{"timestamp": {"start": "03:51:00:09","end": "03:51:26:11"},
"speaker": "Unknown",
"text": "Things are good. You know, life is, I'm grateful for it. I'm grateful to be alive. And, you know, I'm happy. It's a good point in my life. Yeah. It seems like you've been enjoying yourself a lot lately. Yeah. It's just you know, staying afloat. Staying, under the radar. Radar? just doing what I got to do to, you know, get by."},

{"timestamp": {"start": "03:51:26:13","end": "03:51:53:24"},
"speaker": "Unknown",
"text": "So. Yeah. Yeah, I'm happy. Anyone joining you on this happy escapade of yours? know it's. Yeah, I am divorced, as you must know. And, that's all, you know, that she's taken care of, and I'm out in my life. I like being single. I haven't been single for a long time, so I like having the freedom to, you know, do what I want to do."},

{"timestamp": {"start": "03:51:53:27","end": "03:52:21:15"},
"speaker": "Unknown",
"text": "Also. It's amazing. Thank you. And what about the rest of your family? they're all. Everyone's happy. Taken care of? No. No worries. good health. Right? Yeah. Hey, knock on wood, And, about your operation, how, how old were this? How did you come across making your first million? So fast? I mean, that's crazy."},

{"timestamp": {"start": "03:52:21:18","end": "03:52:47:27"},
"speaker": "Unknown",
"text": "And the amount of time that you made it. Yeah, yeah. So let's go on a little, little bit. Well, Sam, I don't want to get into and everything, but I, I'll be happy to talk to you about my, construction companies, my parking lots, my flower shops. I, I could talk about that all day, so."},

{"timestamp": {"start": "03:52:47:27","end": "03:53:10:06"},
"speaker": "Unknown",
"text": "Right. Yeah. Right. That's that's where the the bread and butter is, you know, hard, hardworking people, you know. Got it. Yeah. You know, I know a lot about the construction front. Yeah. And it's not a, it's not a front. Just it's just one of the laid out right. Checks on the books. You know, I pay taxes, of course."},

{"timestamp": {"start": "03:53:10:06","end": "03:53:36:03"},
"speaker": "Unknown",
"text": "Sexism. Of course. how did you fall into construction? You know, what led you to get into that career path? Yeah. It seemed like, it seemed like a good avenue to go. People always need things to disappear, you know, it'll be built back up, you know, like I want a house here for that house. Is there an, you know, house?"},

{"timestamp": {"start": "03:53:36:03","end": "03:54:00:10"},
"speaker": "Unknown",
"text": "Gotta go to put a new house in. We get, you know, we make sure filling in the holes. Yeah, yeah. Like that. That's it. Fill in the holes. I like that silicone. The holes. Yeah. That's a good one. Yeah. Yes. so that has to really keep you on your toes. having all those job sites, do you tend to run around from city to city?"},

{"timestamp": {"start": "03:54:00:10","end": "03:54:28:03"},
"speaker": "Unknown",
"text": "Is that why you've been flying around so much? Well, I mean, yeah, you know, we got we got, companies all over the United States, right? You know, so, it takes a lot to manage. I can't be on every side. So I got people I hire that, you know, they run in. It's like a situation comes up where the boss gets to come by, I come by, you know, I come by, show my face."},

{"timestamp": {"start": "03:54:28:06","end": "03:55:07:28"},
"speaker": "Unknown",
"text": "You say, how's everything going? Everyone says, hey, it's great. I don't like. All right. Good. Are you done? You like? Yeah. We're done. And I go, that's it. And when you do that, is that when you're collecting the money that's contributed to the millions that you've been making? Is that how you collect your payment? My payment? It sounds like, sounds like you're, trying to say sound like I do illegal business, which I don't, which I also made a point before, I think rather than, talk about because I am legitimate."},

{"timestamp": {"start": "03:55:07:28","end": "03:55:35:11"},
"speaker": "Unknown",
"text": "Right. About the construction business, mass construction, parking lots, floral companies. Yes. So, yeah. So let's let's talk about that stuff. The floral companies. Yeah, I love flowers. Yeah, I love flowers. Smell great. Yeah. Yeah they do. They do. I think that's very mind blowing for me. And I think a lot of my viewers, that you're into flowers."},

{"timestamp": {"start": "03:55:35:11","end": "03:56:00:00"},
"speaker": "Unknown",
"text": "So. Yeah. People you know, people, Valentine's Day does. Well, a lot of people die. You know, when people die, you got gotta, you know, charge. A lot of people pay a lot for those those funerals. That's a big market right there. Do you supply a lot of flowers to funerals? I do, I do I it's not my fault people die."},

{"timestamp": {"start": "03:56:00:00","end": "03:56:25:24"},
"speaker": "Unknown",
"text": "I just want to say that, you know, I mean, I, I, I've heard, stories of families getting your flowers before the death occurs. Oh, I heard that story. I heard that story. Kind of like, like a message, right? Almost. Yeah. Yeah. That's false. No, no, that's that's not true. That's not true. Just, rumor in the mill."},

{"timestamp": {"start": "03:56:25:24","end": "03:57:02:23"},
"speaker": "Unknown",
"text": "Rumor in the mill people. Hey, people hate people who want to be successful. And they're like, why didn't I go into the flower business? I'm like, it's all my fault. So. Right? Yeah. Right. And speaking of a mill that's also contributed to what you've earned over this year, correct? Yeah. Why? What have you heard? You know, I keep asking you not talk about, you know, certain things because you ask me, I agree to this interview because you said you'd be respectful, right?"},

{"timestamp": {"start": "03:57:03:00","end": "03:57:25:02"},
"speaker": "Unknown",
"text": "Yeah. these are just questions. These are questions you're asking these. You asked the same fucking question three times. And that's where it's getting really fucking annoying, because I feel like you're putting me on the spot. Like you want me to confess to something. No, no. I'm just, you know, these are just as an interviewer. These are just questions that, you know, I've been wanting to ask."},

{"timestamp": {"start": "03:57:25:02","end": "03:57:54:11"},
"speaker": "Unknown",
"text": "I definitely am not trying to make you an easy, I, I'm very aware of the situation I'm in. are you are you really aware the situation you're in? Yes, yes. I know who you are. Oh, I am, I am, you are. Tommy pistol and, and I know that you're the last man that I want to upset."},

{"timestamp": {"start": "03:57:54:13","end": "03:58:23:06"},
"speaker": "Unknown",
"text": "Okay. That's right. And but you choose to upset me. not not intentionally. No, but that's what you're doing. I am so sorry. I mean, if there's anything I can do to, make the situation better, is that where you are right now? I'll need to finish this interview. We want to make this situation better. You want to not annoying your guest."},

{"timestamp": {"start": "03:58:23:09","end": "03:58:53:17"},
"speaker": "Unknown",
"text": "Is that what you're doing? I did not mean to annoy you, Mr. Preston. That was not my intention. I'm so sorry. You know, the the message, the little the email you sent me was very respectful, of course, where you said I will specifically not ask you personal questions. And what are you doing now? Is he got a pretty fucking purse and it's getting pretty fucking annoying."},

{"timestamp": {"start": "03:58:53:19","end": "03:59:16:28"},
"speaker": "Unknown",
"text": "I am actually annoyed right now. Oh, I'm so sorry. If there's anything I can do to ease your annoyance, I. I should take your word for anything. How do I know you're not going to go back and, spill some shit that you got on me or something? Like, how do I know I have nothing on you? This is all recorded."},

{"timestamp": {"start": "03:59:16:29","end": "03:59:43:00"},
"speaker": "Unknown",
"text": "Yeah, I have, I, I, I know who you are. I know you do. I, I there's anything I can do. Anything. Anything you want to do. Anything to finish this interview and be able to walk out of here. Right. Just to walk out of here. We just walked out to finish the interview. We can end here."},

{"timestamp": {"start": "03:59:43:02","end": "03:59:58:13"},
"speaker": "Unknown",
"text": "And you could go. The equipment stays. It's fucking okay. Take your jacket off."},

{"timestamp": {"start": "03:59:58:15","end": "04:00:07:20"},
"speaker": "Unknown",
"text": "I didn't say anything. You said anything. Take your fucking jackets. Take your fucking jacket off."},

{"timestamp": {"start": "04:00:07:23","end": "04:00:09:25"},
"speaker": "Unknown",
"text": "As."},

{"timestamp": {"start": "04:00:09:27","end": "04:00:39:22"},
"speaker": "Unknown",
"text": "Comfortable as I can be. Okay, good. I don't usually get upset, but when I let somebody in my house. Under the impression that they're going to sit across from me and ask me questions, and they're going to be fucking respectful and not, then you put me in a situation that I didn't mean any disrespect by what you did."},

{"timestamp": {"start": "04:00:39:25","end": "04:01:10:28"},
"speaker": "Unknown",
"text": "You had every intention to disrespect me to get the scoop that it I mean, that's my job. That's your job. I'm really apologetic. I, I don't want a fucking apology. Trying to make you past the point of apologizing. If you want this interview to even finish, if you want to even walk the fuck out of here, you're going to have to do something for me."},

{"timestamp": {"start": "04:01:11:01","end": "04:01:33:02"},
"speaker": "Unknown",
"text": "Anything, anything, I just anything I anything you're going to do. Anything you say that, you know, people that say that they regret it later. So I want to make sure when you say I'm going to do anything, you know what the fuck you're saying and you're going to commit to it. I just I just want to be able to walk out of here."},

{"timestamp": {"start": "04:01:33:09","end": "04:01:47:06"},
"speaker": "Unknown",
"text": "Yeah, and you'll do anything you can't. Take a shower."},

{"timestamp": {"start": "04:01:47:09","end": "04:01:54:16"},
"speaker": "Unknown",
"text": "Come on. Before the fucking sun comes out, take your fucking shirt."},

{"timestamp": {"start": "04:01:54:18","end": "04:02:11:10"},
"speaker": "Unknown",
"text": "I heard about you. Interview is coming in wires somewhere, No wires, no wires. Come here, come here. Get closer."},

{"timestamp": {"start": "04:02:11:12","end": "04:02:38:09"},
"speaker": "Unknown",
"text": "Open your mouth. Lift your fucking time. Lift your tongue. Lift your fucking tongue! I should have fucking did this before wearing something. No. You got somewhere? I do not have anything on me, I swear. I don't have anything on me. Please. I do not have anything on me. But your tits away. All right. I'm all worked up now."},

{"timestamp": {"start": "04:02:38:14","end": "04:03:02:07"},
"speaker": "Unknown",
"text": "My head's all going somewhere. I would really like you to walk out of here also. But you really got to prove to me that you're willing to do anything I. Anything if you think I. Yeah, you suck my dick. If I have to. Yeah. You know, suck my dick or putting your mouth in suck my dick, you know, lick my balls."},

{"timestamp": {"start": "04:03:02:10","end": "04:03:21:04"},
"speaker": "Unknown",
"text": "If I have to. Yeah, yeah. For what? You suck my dick to walk out of here. for the interview. Which one? So I can walk out of here. Yeah. Right."},

{"timestamp": {"start": "04:03:21:07","end": "04:03:25:18"},
"speaker": "Unknown",
"text": "All right. Hey."},

{"timestamp": {"start": "04:03:25:21","end": "04:03:37:23"},
"speaker": "Unknown",
"text": "Nice and clean. All clean for you. Suck my dick. Now."},

{"timestamp": {"start": "04:03:37:25","end": "04:03:47:15"},
"speaker": "Unknown",
"text": "You really want to walk out of here, right? You really want to interview?"},

{"timestamp": {"start": "04:03:47:18","end": "04:03:56:24"},
"speaker": "Unknown",
"text": "Yeah. Open your mouth. Open your fucking mouth. Fake your mouth on my dick."},

{"timestamp": {"start": "04:03:59:15","end": "04:04:03:23"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "04:04:03:26","end": "04:04:14:12"},
"speaker": "Unknown",
"text": "That's right."},

{"timestamp": {"start": "04:04:14:15","end": "04:04:18:20"},
"speaker": "Unknown",
"text": "It's."},

{"timestamp": {"start": "04:04:18:22","end": "04:04:44:22"},
"speaker": "Unknown",
"text": "What? You said anything, right? I'm going to keep your word. You don't want to keep your word. What the fuck? We're used to you, Word is everything. So you said you do anything, right? Then fucking do it right there. Yeah."},

{"timestamp": {"start": "04:04:44:24","end": "04:05:03:16"},
"speaker": "Unknown",
"text": "Oh, God. Oh, fuck. 000. Come on. Oh. In the mouth. There it is. Stand up."},

{"timestamp": {"start": "04:05:03:18","end": "04:05:28:09"},
"speaker": "Unknown",
"text": "Oh yes. Yes. You. Oh yeah. Oh shoot. I. Want. Yeah. Come."},

{"timestamp": {"start": "04:05:28:11","end": "04:06:06:09"},
"speaker": "Unknown",
"text": "just hit me right there. Oh! Oh! Barrel. Fino. Open it. I say fucking close it. Right. That's that's. The issue. She was, So fucking perfect, That is. No, you fuck you. You got big tits. Oh, no. I see everything at some point. Oh, look."},

{"timestamp": {"start": "04:06:06:11","end": "04:06:32:09"},
"speaker": "Unknown",
"text": "That fucking throat. Yeah, that's. shove it down that too. And I saw you and I said, oh, yeah. Come on, come off."},

{"timestamp": {"start": "04:06:32:12","end": "04:06:47:20"},
"speaker": "Unknown",
"text": "oh Yes. Yes. Yeah, yeah. What what am. Yeah. Like my fucking ball. Like my balls are fucking sure that those."},

{"timestamp": {"start": "04:06:47:23","end": "04:07:10:05"},
"speaker": "Unknown",
"text": "Good. Oh. So, suck the balls. Ooh. 000, that's so good. Oh, open, open when? All. Oh! oh, I."},

{"timestamp": {"start": "04:07:10:07","end": "04:07:29:26"},
"speaker": "Unknown",
"text": "I000. Say on that fucking stay on the fucking car. I'm gonna stay on that car. Sure. Yeah. And do it. Do it right there."},

{"timestamp": {"start": "04:07:29:29","end": "04:08:20:05"},
"speaker": "Unknown",
"text": "Oh, come on, come on. Fuck, yeah! Shoes. Oh, that's what. Wow. oh. What's wrong? Oh, no. Troy said anything, right. Let's dance. Right. Okay. Fuck. Oh oh. Oh! That's sick. That fucking top like that. Tick. Okay. Oh, yes yes yes yes. Oh. yes. 0000000000 Finn. That's it right there."},

{"timestamp": {"start": "04:08:20:07","end": "04:08:29:04"},
"speaker": "Unknown",
"text": "oh, I'm going to see this. Steps."},

{"timestamp": {"start": "04:08:29:07","end": "04:08:40:01"},
"speaker": "Unknown",
"text": "Show your fucking teeth. Take your bra, take your bra. Take it. Fucking bra off right now."},

{"timestamp": {"start": "04:08:40:03","end": "04:09:06:28"},
"speaker": "Unknown",
"text": "That was a fucking great, So when he got claim to those tits, No. She's 72. Yeah. Oh."},

{"timestamp": {"start": "04:09:07:01","end": "04:09:48:18"},
"speaker": "Unknown",
"text": "That's that's. Yeah. That's. Yeah. You keep that dick in that mouth. You think about how disrespectful you fucking were to me, Yeah. You keep thinking about that. Oh, cock in that fucking. Oh. Oh. Oh. Yeah. From a piece of work, Stand up, stand up. I gotta make sure you ain't, you know, packing any, videos, surveillance that might get me in trouble,"},

{"timestamp": {"start": "04:09:48:20","end": "04:10:28:28"},
"speaker": "Unknown",
"text": "You know, take your pants. Take your fucking pants off. Come on. you. Oh, wow. I gotta do some thermal check in here, Here have been to prison. Oh, no, I have these check everywhere. Everywhere. I don't want to see. Oh. Oh, yeah. You don't have anything in there, You sure? Sure. I'm fucking lie to me at this point."},

{"timestamp": {"start": "04:10:29:01","end": "04:10:45:01"},
"speaker": "Unknown",
"text": "Have you really fucking stupid to lie to me, Just keep that right there. Right there, Oh."},

{"timestamp": {"start": "04:10:45:04","end": "04:10:53:19"},
"speaker": "Unknown",
"text": "Oh, I'm checking for wires. Oh."},

{"timestamp": {"start": "04:10:53:21","end": "04:11:44:04"},
"speaker": "Unknown",
"text": "000. Oh, my. Yes. I don't see anything. Oh, no. Mean. check. Oh! Fucking teeth. Oh, you're going to, Oh. I'm will you will lie to me right now. We have some in here. Some little friends waiting outside. Will fucking van. No, no. 0000. sure. Oh, you know what I mean. Sure."},

{"timestamp": {"start": "04:11:44:06","end": "04:11:54:22"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "04:11:54:25","end": "04:12:12:07"},
"speaker": "Unknown",
"text": "Oh. Going on in there right now. Going to be surprised later. Some come knocking on the fucking door, nothing. You sure about that, It's nothing. It's nothing."},

{"timestamp": {"start": "04:12:20:01","end": "04:12:47:23"},
"speaker": "Unknown",
"text": "Oh. Oh, yeah. I had nothing in there locked in. Really, I found something. You been so much fucking trouble. Oh, you. Me? So no fucking trouble. You been any amount of fucking trouble? I found a wire. Yeah."},

{"timestamp": {"start": "04:12:47:25","end": "04:13:14:07"},
"speaker": "Unknown",
"text": "I thank you, ma'am. Oh, we got off on the wrong side now we're good, right? Oh, right. Yeah. Keep that fucking mouth. Right. oh, boy. 000."},

{"timestamp": {"start": "04:13:14:09","end": "04:13:19:07"},
"speaker": "Unknown",
"text": "Oh oh."},

{"timestamp": {"start": "04:13:19:09","end": "04:14:09:15"},
"speaker": "Unknown",
"text": "What's what? Yeah. What? You stop. You giving up on me? No, no, you give me. No, no, I'm not giving up. Jesus. I'll do anything. I'll do anything. Remember you said you were anything. Was suffering to keep sucking me, Oh, come on. Keep sucking. Fucking shut. That fucking, Oh! Fucking yes! Yes, yes. Oh! Oh oh."},

{"timestamp": {"start": "04:14:09:18","end": "04:14:19:16"},
"speaker": "Unknown",
"text": "yes yes yes yes yes yes oh."},

{"timestamp": {"start": "04:14:19:18","end": "04:14:32:13"},
"speaker": "Unknown",
"text": "My. Don't be shy, don't be shy. Come here. We're just getting started."},

{"timestamp": {"start": "04:14:32:15","end": "04:14:49:28"},
"speaker": "Unknown",
"text": "I'm going to have lunch before you walk out. That's what you want. You wanna keep your word? You everything, Right, right. Yes."},

{"timestamp": {"start": "04:14:50:01","end": "04:15:18:24"},
"speaker": "Unknown",
"text": "I'm going to fucking do things for you. You ain't got to do this. So, Do you suck that? Now, as I think of what I'm going to do to you, you're you're. So you think about all the fun things. And what do you. You could think about that, too. Oh, you suck my fucking thumb. Oh, yeah."},

{"timestamp": {"start": "04:15:18:27","end": "04:15:38:29"},
"speaker": "Unknown",
"text": "That's, That's. Yeah. You keep sucking my fucking thumb. I'm going to think about what am I doing to you? You think about that, too. You let it run through their fucking head. What's about to happen? Why don't you suck my fucking. Don't keep something? Because."},

{"timestamp": {"start": "04:15:39:01","end": "04:15:43:11"},
"speaker": "Unknown",
"text": "Oh, well."},

{"timestamp": {"start": "04:16:05:03","end": "04:16:11:15"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "04:16:11:18","end": "04:16:25:24"},
"speaker": "Unknown",
"text": "Oops. Oh. I what's what what what? That's the thing. That's. Oh!"},

{"timestamp": {"start": "04:16:32:02","end": "04:16:55:27"},
"speaker": "Unknown",
"text": "What do you say I do anything? That's right. That's for you. Do now. Anything. Show him. You can keep your word."},

{"timestamp": {"start": "04:17:13:15","end": "04:17:16:27"},
"speaker": "Unknown",
"text": "oh."},

{"timestamp": {"start": "04:17:16:29","end": "04:17:49:01"},
"speaker": "Unknown",
"text": "Did you come in? Expect that? What do you expect? Oh, fucking life just was wanting you. Just wanting to ruin me. So are you going to be the one who got the scoop? The one who got the trash? That all the fucking thing, Yes. She got pretty eyes. What big tits? Is that what you fucking thought,"},

{"timestamp": {"start": "04:17:49:03","end": "04:18:33:10"},
"speaker": "Unknown",
"text": "To improve you? Yeah, you did right. I mean, you got to enjoy your fucking life. Oh. oh, fuck. Fuck fuck. Oh. Oh, fuck! Oh! what? I'm sorry, sorry, sorry for what was sorry."},

{"timestamp": {"start": "04:18:33:12","end": "04:18:53:00"},
"speaker": "Unknown",
"text": "But that's real nonsense. You again and again. The most personal fucking interview now, Oh, she. Whoop whoop."},

{"timestamp": {"start": "04:18:53:03","end": "04:19:18:26"},
"speaker": "Unknown",
"text": "Oh, fuck! It's fucking hot! Yes, yes! Oh Oh, yes yes yes yes! Oh! oh."},

{"timestamp": {"start": "04:19:18:28","end": "04:19:36:29"},
"speaker": "Unknown",
"text": "Oh. oh. All right. You happy? You happy with how this is going, Is this what you fucking wanted?"},

{"timestamp": {"start": "04:19:37:01","end": "04:20:09:29"},
"speaker": "Unknown",
"text": "Oh, why is. What? Please. What? I'm sorry. For what? I get over me. You think I'm a fucking idiot? No, no, no. No cameras. Oh, just. Can we, slide here? We can voice. Oh."},

{"timestamp": {"start": "04:20:10:01","end": "04:20:51:16"},
"speaker": "Unknown",
"text": "That's. oh oh. Yes, yes she is. Oh, God. Oh my God, For me. Ow ow ow ow ow ow ow ow ow ow ow ow ow ow! yeah."},

{"timestamp": {"start": "04:20:51:18","end": "04:20:56:05"},
"speaker": "Unknown",
"text": "Yes! What's."},

{"timestamp": {"start": "04:20:56:07","end": "04:21:11:04"},
"speaker": "Unknown",
"text": "Up? Oh! Hi, Lee. Oh! If you wanna walk, getting ready because. Yes. What do you. Oh."},

{"timestamp": {"start": "04:21:11:07","end": "04:21:29:08"},
"speaker": "Unknown",
"text": "Ooh. Yeah. She. fucking"},

{"timestamp": {"start": "04:21:29:10","end": "04:22:30:20"},
"speaker": "Unknown",
"text": "000. oh my God. Oh! Oh, fuck! Steve! Oh I see. Oh, like, seriously fucking deep. Oh. oh. oh Yeah. Oh, yeah yeah yeah yeah. Oh, shit. 00000. Oh. Oh. Oh, fuck! Yeah! 000, she's pretty fucking good, Oh. You see?"},

{"timestamp": {"start": "04:22:34:07","end": "04:22:43:12"},
"speaker": "Unknown",
"text": "Oh my God! Oh!"},

{"timestamp": {"start": "04:22:43:15","end": "04:23:38:19"},
"speaker": "Unknown",
"text": "Whoa whoa whoa whoa whoa whoa 000000. Shit. Please. What? Please. What? I'm so quiet over here. You just want to. Going to go home, See, that's why I forget about you. Yes. Yeah, yeah. When I fucking say I fuck, when I fucking say to me. 0000. Oh. Oh."},

{"timestamp": {"start": "04:23:38:21","end": "04:24:24:16"},
"speaker": "Unknown",
"text": "000. And remind me. 0000. 0000. You fucking. Yeah. Serious, Who do I go to the most? Fucking. I'm. Who I can fucking hang you. Oh, I love you, Steve. I fucking do it. All right. I go pull you. Oh, do you understand?"},

{"timestamp": {"start": "04:24:24:19","end": "04:24:35:05"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "04:24:35:07","end": "04:25:39:02"},
"speaker": "Unknown",
"text": "Oh! Oh, fuck. I'm. No magic. Oh! Whip up. Oh, yes. Yes, yes. Oh! Oh! Yes. Hook. Hook. Oh, thanks. Close one click and. Oh, sorry. Sorry, sorry. Oh, it's too late for. Oh. Thank you. Oh. oh, 0000. You know that fucking mouth, right? Oh, yeah. Ooh ooh ooh ooh. So,"},

{"timestamp": {"start": "04:25:39:04","end": "04:26:15:16"},
"speaker": "Unknown",
"text": "That's right, that's right. Oh, fuck. Oh. Yes yes yes yes yes yes. I'm not done. I'm not fucking done by a long shot. You understand that? Yeah. Do you look at me? Oh, yeah. are you on this? Are we on the same page? You're with me, right? You fucking with me? Right? Okay."},

{"timestamp": {"start": "04:26:15:19","end": "04:26:51:19"},
"speaker": "Unknown",
"text": "I got to do with you next. Oh. What am I going to do to get over the fucking disrespect? I know things. What do you think, You know, any fucking suggestions, I don't know. I don't know. Oh. Oh! Ooh! Like nothing really fucking."},

{"timestamp": {"start": "04:26:51:21","end": "04:27:23:23"},
"speaker": "Unknown",
"text": "Oh, I'm going to go think about a new thing you fucking think about, right? We're not done."},

{"timestamp": {"start": "04:27:23:25","end": "04:27:39:14"},
"speaker": "Unknown",
"text": "Well. Oh!"},

{"timestamp": {"start": "04:27:39:17","end": "04:27:51:14"},
"speaker": "Unknown",
"text": "I'm. Oh, good. Then. 000000. That's it."},

{"timestamp": {"start": "04:27:51:17","end": "04:28:13:02"},
"speaker": "Unknown",
"text": "Keeping you were. That's a big thing, Oh, a fucking mean something. I mean, something is like fucking me. So you keep your fucking word, right? Yeah. It does. Does it mean. It should fucking mean something? She always means something."},

{"timestamp": {"start": "04:28:13:04","end": "04:28:43:13"},
"speaker": "Unknown",
"text": "Oh, yeah. This is turned into quite a fucking, Quite a fucking day. Came in for an interview, and now you get so much more. How lucky you are. You none to feel fucking lucky, Look, you girl, lucky girl. Journey into you. Oh, yeah. Fucking show! Fucking war! Oh!"},

{"timestamp": {"start": "04:28:43:15","end": "04:29:37:26"},
"speaker": "Unknown",
"text": "Fuck me! Oh! Oh. Oh, fuck! Yeah. Yeah. Fuck! Yeah. Yes. Like that. Oh. Oh. I think you want me. Oh, yeah. Do you understand each other? What's that? oh. Oh. Oh! Fucking hell! Oh, yeah. This."},

{"timestamp": {"start": "04:29:37:28","end": "04:29:58:10"},
"speaker": "Unknown",
"text": "Oh, fuck. Oh! Yeah. Yeah. Yeah. Yeah. Oh! Oh! Oh, fuck! Ooh! Ooh!"},

{"timestamp": {"start": "04:29:58:13","end": "04:30:10:10"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "04:30:10:13","end": "04:31:10:27"},
"speaker": "Unknown",
"text": "Yeah. What? Whoa! I thought we'd be all fucking buddies now. We still fucking. Us. It's funny. Who the fuck? Possibly. Oh, fuck! 0000. That's right. That's right. Fuck me back! Fucking fuck! That's. Oh! Well, fuck me back. Okay. I'm trying. Come on then. Oh!"},

{"timestamp": {"start": "04:31:11:00","end": "04:31:28:19"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh."},

{"timestamp": {"start": "04:31:28:21","end": "04:31:41:27"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh! Oh! What do you see?"},

{"timestamp": {"start": "04:31:42:00","end": "04:31:51:23"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "04:32:00:21","end": "04:32:07:21"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh!"},

{"timestamp": {"start": "04:32:07:23","end": "04:32:44:15"},
"speaker": "Unknown",
"text": "Oh! Hanging in there. You don't quit on me now, Ray. Just me. You. Your whole crew left. Yeah. Camera. You do all this shit, Yeah. Oh. Oh! Oh, fuck! Oh! Oh! Oh, yeah. Trek up and down. Up and down. Oh, yeah. Stick to the fucking rock!"},

{"timestamp": {"start": "04:32:44:17","end": "04:32:54:22"},
"speaker": "Unknown",
"text": "Oh! That's it. That's it. Right."},

{"timestamp": {"start": "04:32:54:25","end": "04:33:32:09"},
"speaker": "Unknown",
"text": "Shelley. Don't. oh. Oh, you are Yeah. Good. You are. You're a great fucking reporter. You're a great fucking reporter. You wanted the big scoop. You wanted a big scoop. You got it. Oh, shit. Oh, you got the big scoop. Oh, yes. Yes."},

{"timestamp": {"start": "04:33:32:11","end": "04:33:42:20"},
"speaker": "Unknown",
"text": "To the things to notice the. Okay. Oh. It's."},

{"timestamp": {"start": "04:33:42:22","end": "04:33:46:12"},
"speaker": "Unknown",
"text": "So."},

{"timestamp": {"start": "04:33:46:15","end": "04:34:28:13"},
"speaker": "Unknown",
"text": "I'll tell you when you tell me in story. I don't fucking know what. That's right. No. We. Fuck. Don't you understand? See what? I'm fucking done? I'm gone. You take your shit. Maybe you don't. So maybe I keep you shit, Well, they keep you. Yeah. How about I, How about I keep all this fucking shit that you left me and you thought you were going walk in this movie to big tits and pretty eyes?"},

{"timestamp": {"start": "04:34:28:15","end": "04:34:56:20"},
"speaker": "Unknown",
"text": "That what you. Is that what you fucking thought? No. You sure fucking acted like it. You sure? You think I don't forget this shit soon? You see? Why would I do that? Why would I get this far if I like slow? It's a sign of weakness. Are you calling me fucking weak? No no no no no no."},

{"timestamp": {"start": "04:34:56:23","end": "04:35:51:15"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh! Whoo! Whoo! Whoo! Whoo! Yes! To my face right now. Ooh! Oh! Oh! Fucking tell us. He was fucking tough. sure. Oh my God. Oh! Oh, yeah. Yes, yes. Oh! Oh. Oh. Oh. Oh Yeah. Oh, yeah. Oh, yeah. Oh, yeah yeah, yeah."},

{"timestamp": {"start": "04:35:51:18","end": "04:36:19:24"},
"speaker": "Unknown",
"text": "oh, 00000. Oh you're. Yeah. Oh yeah. Yeah. oh. Oh yes. Oh that's right. That's right. Oh."},

{"timestamp": {"start": "04:36:19:27","end": "04:37:24:07"},
"speaker": "Unknown",
"text": "could, can we can I know how many you got? So many fucking rolls. Oh, yeah. Oh, yeah. So you 00500, fuck. That's right. That's fancier. That's right. Oh. Oh, wow. Oh. 000000. yes. Yes yes yes. Oh, yes. 000000. Oh. Oh. That's it right there."},

{"timestamp": {"start": "04:37:24:09","end": "04:37:29:17"},
"speaker": "Unknown",
"text": "That's oh."},

{"timestamp": {"start": "04:37:29:20","end": "04:38:13:06"},
"speaker": "Unknown",
"text": "Yes yes yes. 000. Ooh. Thank you. Jordan. Is my. She's that fucking pussy. Oh God. Oh fucking hell. No. No. Oh well. Oh. Oh. You stay on that fucking dick, you hear me? I'm. Oh. Yes. Oh, yeah. Oh! Oh. oh. Oh, Keep it in that fucking mouth. Don't you dare fucking spit it out."},

{"timestamp": {"start": "04:38:13:06","end": "04:38:52:00"},
"speaker": "Unknown",
"text": "You keep it in this fucking well. Who drool as much as you. Oh. Come on. Oh, oh, Oh. Oh. Oh! Oh my God. yeah. Oh, yeah. Oh, yeah. Oh! And open. No! Oh, fuck. Here. Oh, God. 00000, yes. Yes. Yes yes yes. This is all soft as fuck. Yes, sir. Oh, it's just like that."},

{"timestamp": {"start": "04:38:52:03","end": "04:39:45:16"},
"speaker": "Unknown",
"text": "Oh oh, oh. yeah. Yes yes yes yes. Oh oh oh. Well well. you stay on the phone. Well. Oh, what I say, I don't have fucking it on that fucking mouth right here. 000, come in that fucking mouth. Oh, yeah. oh. Good thing about it now is it doesn't matter how small it is."},

{"timestamp": {"start": "04:39:45:18","end": "04:40:29:10"},
"speaker": "Unknown",
"text": "Oh, you fucking cunt. Oh, yeah. Oh that's right. Oh, yes yes yes yes. Oh, yeah. Oh, open her fucking mouth. oh, Gregory, tell him I'm sorry. Yeah, yeah, yeah. Oh, yeah. Cuz. Hawkins, I'm so."},

{"timestamp": {"start": "04:40:29:12","end": "04:41:21:02"},
"speaker": "Unknown",
"text": "Cranky. do you mind if I confess? All right. Yeah, give me that for fucking. All right. That. Yeah. Yeah yeah, yeah. Right. Right down the fucking. oh. Oh oh, yeah. Yeah. She wrote down some room you put in fucking like that fucking gym. Yeah, yeah. 000 yeah."},

{"timestamp": {"start": "04:41:21:02","end": "04:42:07:23"},
"speaker": "Unknown",
"text": "She she she's, so pretty that she'll fucking, genius fucking dick Cheney. That fucking dick. oh yes. She, fucking head up, right? Yeah. So. So what you are, On their hands? Oh, that's a good question. Let's stick to the questions. So not be disrespectful, You wanna go get cleaned up and we'll have that conversation?"},

{"timestamp": {"start": "04:42:07:26","end": "04:42:46:25"},
"speaker": "Unknown",
"text": "I'll be nice and quick, and then you get the fuck out. Hey. Okay. Let's. You want to stay? Oh, no no no no, no, I didn't fucking think so. All right. Okay. Oh, okay. That's quite an intense one. Yeah. Yeah. I got here for a reason. Right. Thought so."},

{"timestamp": {"start": "04:42:46:27","end": "04:43:11:07"},
"speaker": "Unknown",
"text": "I guess you look good. Great. All right. Good. Yeah. That was really. Octavia, let's talk about the things that happened today. You played a Air Force victim. big drug lords, criminal mastermind, whatever we want. Yes. what do you think of the whole set up story? do you like it? I liked it, it was fun."},

{"timestamp": {"start": "04:43:11:07","end": "04:43:26:24"},
"speaker": "Unknown",
"text": "It was easy to get my character and to keep it. Did you did you also give us tears in that first part? Almost. I heard the voice crack and the eyes water up and I'm like, oh my God, it's going to happen. All going tears in the first part before you even touches her. I was crying and then they like, went into hiding."},

{"timestamp": {"start": "04:43:26:26","end": "04:43:50:01"},
"speaker": "Unknown",
"text": "It was perfect. You scared them away. No, not coming out. so we had you the kind of the rough, the man, the the. I don't know if you would call the mind fuckery in the first scene where it was more of like, you're going to do what you fucking told, and kind of more of the controlling through domination versus bondage."},

{"timestamp": {"start": "04:43:50:03","end": "04:44:16:11"},
"speaker": "Unknown",
"text": "And then we had the two or bondage positions. we didn't do a lot of air. Quote, Bdsm activities, except for the storytelling and the domination through what we did is bondage. But with that said, tell me, did you find anything overly challenging today? And if so, what was it? Not horribly. Not really. I mean no I was really fun."},

{"timestamp": {"start": "04:44:16:14","end": "04:44:37:19"},
"speaker": "Unknown",
"text": "Okay. That's great thing too challenging part of the day. Oh favorite part other than goofing around with you guys do you. I thought it was fun when my feet were tired and you were fucking my feet. That was really fun. That was a great profile. So let's just go ahead. This shot of you from me to the top of her head."},

{"timestamp": {"start": "04:44:37:23","end": "04:45:06:27"},
"speaker": "Unknown",
"text": "Yeah. You were doing the opening like it was a great shot. Everything was being done and captured all at once. The beautiful. Yeah, yeah. and this vision. Right. What about you, sir? What was your favorite part, man? you got it. You got a nice vagina. Juices flowing. Springfield. yeah, I like it. I like your penis."},

{"timestamp": {"start": "04:45:06:29","end": "04:45:09:25"},
"speaker": "Unknown",
"text": "have sex?"},

{"timestamp": {"start": "04:45:09:25","end": "04:45:36:23"},
"speaker": "Unknown",
"text": "Introduce yourself please. I'm olive glass. Hi, all, and welcome back. Wkyc.com. Hello. So today we are going to be shooting hogtied. lucky for you and me, I have to say me to this. I'm super lucky. we usually sit down and we talk about safe words, and we talk about what we're not going to do during the day."},

{"timestamp": {"start": "04:45:36:25","end": "04:45:52:12"},
"speaker": "Unknown",
"text": "We're going to still talk about safe words. But instead of focusing on the things that you don't want to do today, I want to focus on the things that you want to like. So let's talk about some of the things that you're excited about haven't happened. Okay. So, give me your top three of the things that you're looking forward to today."},

{"timestamp": {"start": "04:45:52:14","end": "04:46:15:23"},
"speaker": "Unknown",
"text": "rope. Okay. just like any cool ties would be really fun. That one, I don't know. The one flogger that has all the little sloppy bits. Little strings? Yes. What are those called again? It's a it's a flogger. I'm excited to use a flogger. And, I don't know, just, like, get into it and see. I always love you."},

{"timestamp": {"start": "04:46:15:23","end": "04:46:43:00"},
"speaker": "Unknown",
"text": "Always come up with really cool stuff to do. I feel like you've got a pretty endless imagination, and it's just fun to, like, get tied up and get into what we're doing. Yeah. Get a little drool going on that. I definitely enjoy. Yeah. one thing to remember, though, is a consent is remarkable. Meaning that even though you have a bunch of yeses and not a lot of nos, anything that you have said yes to, if you're doing something and suddenly you're like, you know what?"},

{"timestamp": {"start": "04:46:43:00","end": "04:47:04:19"},
"speaker": "Unknown",
"text": "It's not sexy. I don't like it. It's true. Whatever the fact, whatever reason, isn't as relevant as the fact that you don't want to just tell us we don't want to do anymore, we immediately stop, and then we go back and reshoot it in a way that no one sees you asking us to stop. Perfect. So it's. I tell everybody, kind of with a smile, to make it kind of take the edge off of it, as if you need us to fuck off, tell us to fuck off and we shall deal."},

{"timestamp": {"start": "04:47:04:22","end": "04:47:24:08"},
"speaker": "Unknown",
"text": "Same words. If you want everything to stop using red Uber guy drinking in your mouth. It's, both of those break character. Look into the lens if you're okay to stay in bondage and stay in character. But you want to get back off of what I'm doing is yellow or mercy. Okay. Let's see. Making sure that we have looked at talked about."},

{"timestamp": {"start": "04:47:24:10","end": "04:47:51:25"},
"speaker": "Unknown",
"text": "Yep. Perfect. All right. So we have you back. Finally. I know it's been too long. It's been well over a year. so we had you here, and you said you're looking forward to this stuff. Of course. Orgasm would be fun, too. That I love those. Yeah. We're going to do all that. Is there. Do you get to do this a lot outside of work?"},

{"timestamp": {"start": "04:47:51:27","end": "04:48:09:07"},
"speaker": "Unknown",
"text": "No, I don't, I know. Well, it's partly because there's no like, studios. And then on my, in my private life, there's nobody that I'm, like, vetted enough to like, you know, have people be like, I'm Adam. And then it's like, no, you're not. So I haven't gotten to do it, which is why I'm so excited to be here today."},

{"timestamp": {"start": "04:48:09:08","end": "04:48:33:11"},
"speaker": "Unknown",
"text": "I love it. so I'm trying to think, like we've done so much over the years. I'm trying to think of, like, there's there's not. I can't pinpoint anything because I know we've done. We have done so much. We've done kink stuff. we've done artsy fun stuff. Where other. Yeah, the clown photoshoot. The clown stuff. You,"},

{"timestamp": {"start": "04:48:33:14","end": "04:48:58:20"},
"speaker": "Unknown",
"text": "The ballerina thing. Oh, yeah. Is there anything that you can think of off the top of your head that you like? You know, we haven't done this, and I want to do this today or this. I mean, I can't really think of anything we haven't done that I would like to do, but, I definitely love, like, being a little stretchy with the ropes, like, some suspension elements is always fun."},

{"timestamp": {"start": "04:48:58:22","end": "04:49:23:14"},
"speaker": "Unknown",
"text": "like, when we did the ballet thing, that was really cool. I don't have my ballet shoes, but I, you know, could still do something like that. yeah. Gosh, I'm racking my brain, and I can't think of anything that we haven't done that. I'm. Yeah. But we will stand with your flexibility. Yeah, that sounds great. honestly, when I was coming here, I was just like, I can't wait to be tied up."},

{"timestamp": {"start": "04:49:23:14","end": "04:49:46:25"},
"speaker": "Unknown",
"text": "And I'm so. I was so hyperfocus on that, that I didn't really think of anything else. That's okay. My number one is I want to be set up for guys. Yeah. All day long. Let's see. your world worldly woman. You travel. I think you your favorite place to travel to. Or that you have to go."},

{"timestamp": {"start": "04:49:46:27","end": "04:50:05:06"},
"speaker": "Unknown",
"text": "I think my favorite place that I've ever traveled to is far barred. It's, an island just off of the Arctic above Norway. Okay. Yeah. For it. I would dog sledding there. And it's the Arctic. I felt like I was at the edge of the world. It was really neat. Dogs for two weeks through the Arctic. It's crazy."},

{"timestamp": {"start": "04:50:05:07","end": "04:50:23:15"},
"speaker": "Unknown",
"text": "I was, like, over -30 and, yeah, stayed in a, couple of, like, little cabins. And they have to do two panes of glass on the windows and like, I was like asking, why are the front panes of glass is like on the outside were punched in and I guess when polar bears see their reflection, they just automatically punch."},

{"timestamp": {"start": "04:50:23:15","end": "04:50:47:19"},
"speaker": "Unknown",
"text": "So they have to do two panes of glass. That was like it was cool. I reindeer jerky. And we owned we didn't have any electricity. That sounds terrifying. And I loved it. I love going to like extreme environments for vacation. The whole whether you were doing the dog sledding, how long each day, how many hours roughly were you guys?"},

{"timestamp": {"start": "04:50:47:21","end": "04:51:06:28"},
"speaker": "Unknown",
"text": "so it's February and we didn't have daylight for very long, so we would get up at 6 a.m. and go to about 3 p.m. and then stop for the night, because it would be like dark by then. And that's when it gets dangerous. If I wanted to go out to the bathroom and do like the outhouses, I would have to be escorted with, the guide and a rifle because of how prevalent the polar bear attacks had gotten."},

{"timestamp": {"start": "04:51:07:00","end": "04:51:28:13"},
"speaker": "Unknown",
"text": "Just wild. We'd see, like the dogs, big chunks of frozen reindeer meat. It was neat. I just like every time you and I see each other. And we talked, and there's always this, like we're the fucking out of left field. But it's like the best one. I love that we have. I think that's one of my favorites. But a lot of them."},

{"timestamp": {"start": "04:51:28:13","end": "04:51:51:02"},
"speaker": "Unknown",
"text": "I'm going to Romania soon to Dracula's castle. Oh, shit. The one with the lad, Vlad the Impaler. Vlad Draco? Yes. Yeah. That's. Yeah. One day I'll be. I'll leave this country and go and come and hang out in Romania. We'll go to, like, bring everybody. We'll go to Dracula's castle. Go all the time. He's a wealthy man to hell."},

{"timestamp": {"start": "04:51:51:02","end": "04:53:29:21"},
"speaker": "Unknown",
"text": "Yeah. I've been to Rico once. That's about as worldly as a Puerto Rico scrape. They're in Wisconsin. That was so good. Wisconsin's got good teeth. Let's see. There's always benefits. Yeah. All right. Cool. Let's do it. Let's, We'll talk afterwards. Okay. Thank you. Bye."},

{"timestamp": {"start": "04:53:29:23","end": "04:53:51:14"},
"speaker": "Unknown",
"text": "She said."},

{"timestamp": {"start": "04:54:21:03","end": "04:54:32:20"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. oh."},

{"timestamp": {"start": "04:54:32:22","end": "04:54:39:04"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "04:54:39:07","end": "04:54:45:13"},
"speaker": "Unknown",
"text": "Oh! Oh my God!"},

{"timestamp": {"start": "04:55:05:11","end": "04:55:24:18"},
"speaker": "Unknown",
"text": "Oh! Oh, God. No! Oh! Oh! Oh. Just the tip, No, no, not just the tip. Oh, yeah. Right back there. Oh, you're not as good."},

{"timestamp": {"start": "04:55:24:20","end": "04:55:54:28"},
"speaker": "Unknown",
"text": "And he turned so on the other side. There we go. Up! Oh! Oh! Oh. It is a shame that it has been so long. Oh. Okay. Oh."},

{"timestamp": {"start": "04:55:55:01","end": "04:56:04:25"},
"speaker": "Unknown",
"text": "This amazing ass. It's just been neglected. I'm not spanked enough. Turn around."},

{"timestamp": {"start": "04:56:04:27","end": "04:56:33:13"},
"speaker": "Unknown",
"text": "The long with this part. Oh. That's the part where they give some attention to. Oh, give it to her. Yes. Oh. Oh. Oh. Okay. Don't stomp your feet."},

{"timestamp": {"start": "04:56:33:16","end": "04:56:47:29"},
"speaker": "Unknown",
"text": "Oh but you're stronger like your right leg or your left leg. Which one can I take away from you. Maybe see this one. Take your right leg. Yeah."},

{"timestamp": {"start": "04:56:48:01","end": "04:57:08:18"},
"speaker": "Unknown",
"text": "See, I think it just melted. Oh. You did? Yeah. Oh, just one. One little beating. That's all the. Good."},

{"timestamp": {"start": "04:57:08:20","end": "04:57:34:07"},
"speaker": "Unknown",
"text": "We're just getting started. And there's still more orgasms coming. Lots of orgasms."},

{"timestamp": {"start": "04:57:37:06","end": "04:57:56:10"},
"speaker": "Unknown",
"text": "It's any stretch."},

{"timestamp": {"start": "04:57:56:12","end": "04:58:00:20"},
"speaker": "Unknown",
"text": "Just on."},

{"timestamp": {"start": "04:58:00:23","end": "04:58:26:22"},
"speaker": "Unknown",
"text": "And that was all. It's okay. Like that. Since we get here and we've talked about it, there's no sense of just teasing. I'm giving you something. Oh, God. I'm nervous. Oh. Oh."},

{"timestamp": {"start": "04:58:26:25","end": "04:58:36:15"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh."},

{"timestamp": {"start": "04:58:40:08","end": "04:58:55:04"},
"speaker": "Unknown",
"text": "Oh. Oh, yeah. Oh, fuck! Oh. Oh excuse me. We come so that you can come. Oh."},

{"timestamp": {"start": "04:58:55:06","end": "04:59:16:13"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh yeah. Yeah. Oh. Oh! Oh, no. 0000000."},

{"timestamp": {"start": "04:59:16:15","end": "04:59:35:03"},
"speaker": "Unknown",
"text": "Oh. I'm still coming. Yeah. Oh. Oh."},

{"timestamp": {"start": "04:59:35:05","end": "04:59:53:15"},
"speaker": "Unknown",
"text": "I just came so hard to make this into a suspension tie. Oh, that's what I was going to do anyway. So now that you've done the hard work for. Ha! Stand up a little bit. Okay. It's you. A little more."},

{"timestamp": {"start": "04:59:53:18","end": "05:00:04:10"},
"speaker": "Unknown",
"text": "Sensitive for these. Pretty sensitive. I might have the clamps on the other side. Oh."},

{"timestamp": {"start": "05:00:04:13","end": "05:00:37:08"},
"speaker": "Unknown",
"text": "I'm actually. Going to put you in the air. We should make sure we're safe."},

{"timestamp": {"start": "05:00:37:10","end": "05:00:53:03"},
"speaker": "Unknown",
"text": "It's really slippery."},

{"timestamp": {"start": "05:00:53:05","end": "05:01:06:00"},
"speaker": "Unknown",
"text": "To do that sort of thing. Right? Yeah. Thank you."},

{"timestamp": {"start": "05:01:06:02","end": "05:01:27:28"},
"speaker": "Unknown",
"text": "It's always when you're in ties that your nose starts. Every time. I think you got it in your."},

{"timestamp": {"start": "05:01:28:01","end": "05:01:37:14"},
"speaker": "Unknown",
"text": "All right. Now we take the foot away. Actually we should. Okay. Should we hit your. Maybe a little more."},

{"timestamp": {"start": "05:01:37:16","end": "05:01:54:04"},
"speaker": "Unknown",
"text": "Oh. Ooh! Ooh! Oh, fuck! Oh!"},

{"timestamp": {"start": "05:01:54:07","end": "05:01:58:12"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "05:01:58:14","end": "05:02:19:05"},
"speaker": "Unknown",
"text": "Let's see what's."},

{"timestamp": {"start": "05:02:19:08","end": "05:03:16:14"},
"speaker": "Unknown",
"text": "Red. They are, And they're also amazing. Thank you. I haven't told you that today."},

{"timestamp": {"start": "05:03:16:16","end": "05:03:30:09"},
"speaker": "Unknown",
"text": "Yeah. Now you're in the air."},

{"timestamp": {"start": "05:03:30:11","end": "05:03:39:26"},
"speaker": "Unknown",
"text": "Oh. Oh! Ha ha ha ha!"},

{"timestamp": {"start": "05:03:39:28","end": "05:03:46:05"},
"speaker": "Unknown",
"text": "Ha ha!"},

{"timestamp": {"start": "05:03:46:07","end": "05:03:54:24"},
"speaker": "Unknown",
"text": "Oh! Oh!"},

{"timestamp": {"start": "05:03:54:27","end": "05:04:15:20"},
"speaker": "Unknown",
"text": "Oh! Like. Ha ha ha! Oh, this is very good. Oh."},

{"timestamp": {"start": "05:04:15:23","end": "05:04:21:07"},
"speaker": "Unknown",
"text": "We're coming in from the olives, please. Oh!"},

{"timestamp": {"start": "05:04:21:09","end": "05:04:39:15"},
"speaker": "Unknown",
"text": "Oh my God! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh!"},

{"timestamp": {"start": "05:04:39:17","end": "05:04:55:22"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. Oh. Oh! Hi. Oh."},

{"timestamp": {"start": "05:04:55:24","end": "05:05:11:07"},
"speaker": "Unknown",
"text": "Well, if you notice or not, I'll. To tell you."},

{"timestamp": {"start": "05:05:11:10","end": "05:06:29:12"},
"speaker": "Unknown",
"text": "Suck."},

{"timestamp": {"start": "05:06:29:14","end": "05:06:41:22"},
"speaker": "Unknown",
"text": "So, olive. I'm trying to figure out a way to hurt you without leaving marks all over you. I'm sure you can think of ways. I have two ways."},

{"timestamp": {"start": "05:06:41:25","end": "05:07:06:04"},
"speaker": "Unknown",
"text": "But there's the putting hurting you versus the healing part. It's messy because I like the hand part too. I'm gonna figure something out. I'll be. I'll be here. I'm not going anywhere. Good. You're going to be patient throughout this process."},

{"timestamp": {"start": "05:07:06:06","end": "05:07:14:03"},
"speaker": "Unknown",
"text": "That's."},

{"timestamp": {"start": "05:07:21:14","end": "05:07:37:08"},
"speaker": "Unknown",
"text": "I feel like I should have a book and read you a story. As I sit here like this."},

{"timestamp": {"start": "05:07:37:10","end": "05:08:08:07"},
"speaker": "Unknown",
"text": "Because there's a lot of other things I feel like I should probably be doing if I'm sitting on top of you as well. You have nothing to do with reading books. I like a good story. So I can tell you a story."},

{"timestamp": {"start": "05:08:08:10","end": "05:08:20:11"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "05:08:20:13","end": "05:08:28:04"},
"speaker": "Unknown",
"text": "It's sexy. Very sexy. So we can just up. First of all."},

{"timestamp": {"start": "05:08:38:29","end": "05:08:47:20"},
"speaker": "Unknown",
"text": "What an asshole. So intense."},

{"timestamp": {"start": "05:08:47:22","end": "05:09:06:10"},
"speaker": "Unknown",
"text": "We're going to see if we can help or the confusion in the brain. Oh boy. Whichever comes first. Oh. Whew."},

{"timestamp": {"start": "05:09:06:13","end": "05:09:16:14"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "05:09:16:16","end": "05:09:39:00"},
"speaker": "Unknown",
"text": "Oh. So sorry."},

{"timestamp": {"start": "05:09:39:02","end": "05:09:48:25"},
"speaker": "Unknown",
"text": "This is. Are we going first? I me? Oh."},

{"timestamp": {"start": "05:09:48:28","end": "05:09:54:04"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "05:09:54:07","end": "05:11:00:14"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh. Oh. Okay. Bye. Oh! Oh! Oh! Oh. Oh. looks so confusingly nice, Oh. Oh! Oh! Oh. I'm sorry. I didn't hear you. I was coming. Oh, come. Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh!"},

{"timestamp": {"start": "05:11:00:16","end": "05:11:26:22"},
"speaker": "Unknown",
"text": "Oh! Oh. Oh. Oh! Oh! You're. Out there, son. Oh! One time, one of you just got rid of them."},

{"timestamp": {"start": "05:11:26:24","end": "05:11:35:28"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "05:11:36:01","end": "05:12:02:22"},
"speaker": "Unknown",
"text": "Oh. Yeah. It's a top layer of skin. It's a bitch. Yeah. Oh! Oh! Oh, fuck. Oh."},

{"timestamp": {"start": "05:12:02:24","end": "05:12:08:28"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "05:12:09:01","end": "05:12:50:13"},
"speaker": "Unknown",
"text": "you're flexing his leg muscles, and I just letting go. I like, oh, it's hard when you tell me. No, you. Oh, Oh. I'm like, ha ha ha ha ha ha! Oh! Oh! Oh!"},

{"timestamp": {"start": "05:12:50:16","end": "05:13:36:01"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh. like the, Oh. Oh. Oh. Oh. Oh. Yeah, like the last one got me once."},

{"timestamp": {"start": "05:13:36:03","end": "05:13:53:05"},
"speaker": "Unknown",
"text": "You just can't stop coming here. Oh. That's okay."},

{"timestamp": {"start": "05:13:53:08","end": "05:14:00:08"},
"speaker": "Unknown",
"text": "Well."},

{"timestamp": {"start": "05:14:00:10","end": "05:14:06:19"},
"speaker": "Unknown",
"text": "Oh, shit!"},

{"timestamp": {"start": "05:14:06:21","end": "05:14:44:03"},
"speaker": "Unknown",
"text": "Oh, Jesus. Fuck! Oh! You fuck! Thank you. Oh! Fuck! Oh! Oh. Oh. Oh."},

{"timestamp": {"start": "05:14:44:05","end": "05:14:52:18"},
"speaker": "Unknown",
"text": "She's a very nice is. Right."},

{"timestamp": {"start": "05:14:52:20","end": "05:15:34:18"},
"speaker": "Unknown",
"text": "Oh. Oh. I know there's some people out there that going to be love. Oh. Oh my. No! God! You wouldn't really think it. I want to make sure we're split around a little bit. Get in there where we want to. Oh. Oh. Okay. Hello? Oh, yes."},

{"timestamp": {"start": "05:15:34:21","end": "05:15:49:10"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "05:15:56:28","end": "05:16:22:13"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh, it's. Let's see. And so see what happens. I came in like space. Oh, look. Oh. Oh. That was a new kind of pain. Hey, would you like. That happened to me."},

{"timestamp": {"start": "05:16:22:15","end": "05:16:43:24"},
"speaker": "Unknown",
"text": "I have to say that making you come like this is definitely becoming my new favorite. Like, I literally sat there watching you from so much, I was like, oh, that's right. Just go standing there with the camera and there's other people in the room. I should probably do something besides just make you cry over, but know that that's how much fun I was having that I was just going to keep doing it."},

{"timestamp": {"start": "05:16:47:20","end": "05:17:04:00"},
"speaker": "Unknown",
"text": "I like it. But then I thought to myself oh. Just do this little thing since everyone's paying attention. And then when I'm finished with this thing I can go back to making you come and watch that happen."},

{"timestamp": {"start": "05:17:04:03","end": "05:17:23:08"},
"speaker": "Unknown",
"text": "All right. With your booty up for me. Oh. Oh, don't flex your toes. I know, I'm so. I didn't realize how often I flex my toes until just now. Just. Just the session. Oh."},

{"timestamp": {"start": "05:17:23:10","end": "05:17:33:28"},
"speaker": "Unknown",
"text": "Now that she's nice and sensitive. Oh."},

{"timestamp": {"start": "05:17:34:01","end": "05:17:57:22"},
"speaker": "Unknown",
"text": "Oh. Oh. That. I think you can feel it now. Wait till I pull it. Remember that picture I showed you? Similar but different. But once I put the pressure on and I pull those off of your toes, then."},

{"timestamp": {"start": "05:17:57:25","end": "05:18:04:29"},
"speaker": "Unknown",
"text": "Oh, yeah. And then so long. Always the reward to the evil shit."},

{"timestamp": {"start": "05:18:05:01","end": "05:18:55:24"},
"speaker": "Unknown",
"text": "Ready for. Well, let's get you on the split. Not really putting pressure. I was, I. Oh. Now, the crazy thing. Oh. What? Oh! Ho! Oh! Oh! Oh! So, so what's this? Oh Oh."},

{"timestamp": {"start": "05:18:55:27","end": "05:19:32:10"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. Oh. I come to, No. Oh. I think the best part is knowing that you have to come. And then when you start to come as hard as you do, not realizing it and taking you by surprise. That's the hard part. Yeah. Ooh!"},

{"timestamp": {"start": "05:19:32:12","end": "05:20:14:13"},
"speaker": "Unknown",
"text": "No. Oh. What's the word? This is the one on one, tour. What's that? Oh! That was fun, right? Oh! Hey!"},

{"timestamp": {"start": "05:20:18:02","end": "05:20:22:12"},
"speaker": "Unknown",
"text": "Jell-O."},

{"timestamp": {"start": "05:20:22:14","end": "05:20:26:16"},
"speaker": "Unknown",
"text": "Oh!"},

{"timestamp": {"start": "05:21:27:26","end": "05:21:49:06"},
"speaker": "Unknown",
"text": "Oh. As much as I enjoy your friend and your beautiful face. And your amazing breast. I'm focused on the backside. Now I need you to lay your face back down like that. Just like that. So we can have access to all of this."},

{"timestamp": {"start": "05:21:49:08","end": "05:21:58:25"},
"speaker": "Unknown",
"text": "Yes. Oh. Oh."},

{"timestamp": {"start": "05:21:58:27","end": "05:22:32:05"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh. Oh. Oh. Oh. Oh. Oh. Oh."},

{"timestamp": {"start": "05:22:32:08","end": "05:22:38:24"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "05:22:38:27","end": "05:22:56:19"},
"speaker": "Unknown",
"text": "Oh! Oh."},

{"timestamp": {"start": "05:22:56:21","end": "05:23:04:16"},
"speaker": "Unknown",
"text": "Oh my God."},

{"timestamp": {"start": "05:23:04:19","end": "05:24:10:29"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh! Oh! Oh my God! Oh! Oh. Oh."},

{"timestamp": {"start": "05:24:11:01","end": "05:24:45:22"},
"speaker": "Unknown",
"text": "oh. I. I just want to watch you grow more. Okay. Well, if you don't mind. And I like, take this."},

{"timestamp": {"start": "05:24:45:24","end": "05:25:35:14"},
"speaker": "Unknown",
"text": "Oh, you know, such tight, warm pussy. I feel like if there were enough room, it'd be the best place to go take a nap. Oh. I mean. Pussy. Rub it. There you go. You can play, too. Oh, fuck."},

{"timestamp": {"start": "05:25:35:17","end": "05:25:41:16"},
"speaker": "Unknown",
"text": "Oh, fuck! Oh! Oh! Oh!"},

{"timestamp": {"start": "05:25:41:18","end": "05:26:47:25"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh! Oh! Oh! Oh! Oh. That's going somewhere. Oh! Oh. It's good. Oh! I'm coming! Oh! Oh! Oh, don't run away. Lean into it. Oh! I think you should. I just just come? Oh. Oh. Oh. Oh. Hey! Oh! Oh! Oh!"},

{"timestamp": {"start": "05:26:47:28","end": "05:27:56:19"},
"speaker": "Unknown",
"text": "Oh! Oh! Oh, fuck! Oh! Oh! Oh! Oh! Oh. Oh! Oh! Oh, fuck! 000. Oh. Oh. 0000000. What, Oh. You okay? Oh. Please come. Oh Oh. Oh Keep going. Oh, no no no. Oh!"},

{"timestamp": {"start": "05:27:56:22","end": "05:28:32:15"},
"speaker": "Unknown",
"text": "Oh. Oh! Oh. Oh! Oh! Oh. Can you run over for me over there? Oh, thank you anyway. Oh. Oh. Oh. Oh, we got another one for me. Give it to me. Oh! Oh! Oh. 0000."},

{"timestamp": {"start": "05:28:32:18","end": "05:28:48:16"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow! Ow!"},

{"timestamp": {"start": "05:28:48:19","end": "05:28:57:20"},
"speaker": "Unknown",
"text": "Do you know this little."},

{"timestamp": {"start": "05:29:12:07","end": "05:29:34:25"},
"speaker": "Unknown",
"text": "Oh. Oh. Oh, that is so sensitive. Oh my God. Oh, what you got out of the orgasm? Oh. Yeah. Oh."},

{"timestamp": {"start": "05:29:34:28","end": "05:29:53:24"},
"speaker": "Unknown",
"text": "This is the one. 0000. Oh, yeah. Oh!"},

{"timestamp": {"start": "05:29:53:26","end": "05:29:59:22"},
"speaker": "Unknown",
"text": "See,"},

{"timestamp": {"start": "05:29:59:25","end": "05:30:09:11"},
"speaker": "Unknown",
"text": "That was what I was looking for all day. Oh, my favorite one."},

{"timestamp": {"start": "05:30:09:14","end": "05:30:51:04"},
"speaker": "Unknown",
"text": "Yeah, it's a little puddle. Oh, yeah. This little puddle. This nappy time. Now you're all done. And it's super, super sensitive. So if I ever reach back here and maybe do this, Just slow. Oh. Oh. is there one more in there? oh. Yeah. Ha ha ha ha ha! Do it!"},

{"timestamp": {"start": "05:30:51:07","end": "05:31:21:19"},
"speaker": "Unknown",
"text": "Oh. 000000, that. Oh the one, that's the one. Oh, I thought it was the last one, but that was the one. Oh."},

{"timestamp": {"start": "05:31:24:21","end": "05:31:44:22"},
"speaker": "Unknown",
"text": "Hi, Olive. Hi. How are you feeling? So good. I, I agree with that. so that was a good. It was a really good shoot. I enjoyed that. and I have a lot more to. I have to say, I said off camera. I will say it on camera, get all bullshit, all character acting or whatever. Aside, that was a that last little just laying on you and kind of almost."},

{"timestamp": {"start": "05:31:44:24","end": "05:32:02:19"},
"speaker": "Unknown",
"text": "That was awesome. Yeah. Because you were just. Just a little bit of wiggle below me and like, oh, this is almost as good a sex. yeah. I like the weight of it, too. It feels nice. Like it was hot. so we started off with a kind of we weren't super traditional as far as the way we do stuff today."},

{"timestamp": {"start": "05:32:02:19","end": "05:32:19:02"},
"speaker": "Unknown",
"text": "We started with a suspension. Yeah. well, it's sort of a standing. Then we turn it into a suspension. Just happened to turn into a suspension. I was like, one leg up and we get to the pussy. Then you're like, wait a minute. Watch this. Now it's a suspension. Yeah. and then the second one toes. The toes."},

{"timestamp": {"start": "05:32:19:03","end": "05:32:40:13"},
"speaker": "Unknown",
"text": "Oh, yeah. The toes with the spread out. on the back. Yeah. And then this last one, the doggy style. what would you say if anything was the most challenging thing we did today? the most challenging. probably the first suspension. I was like. I felt like I haven't done suspension since the last time we did suspension."},

{"timestamp": {"start": "05:32:40:19","end": "05:32:59:08"},
"speaker": "Unknown",
"text": "So it's been a long gap in between. And so it was it felt like I was doing it for the first time again, which was really interesting. But it was because, you know, when you're in suspension, you have to, like, be aware of your breathing, be aware of your movement, like be checking in with limbs and stuff. And so I was like, oh yeah, like like, oh, wow."},

{"timestamp": {"start": "05:32:59:10","end": "05:33:20:13"},
"speaker": "Unknown",
"text": "and then the, I have never had anything between my toes like that. That was that was awesome. It was definitely painful, but, like, in the good way. Okay. Yeah, that that was hard. It was like a cute little feat that as I started to do it, as I kind of wanted to get this into the well, when you started doing it, I was like, I have these two toes that are like slightly webbed."},

{"timestamp": {"start": "05:33:20:13","end": "05:33:47:06"},
"speaker": "Unknown",
"text": "And I was like, good lord, they're webbed up to the first knuckle. But then you just did like these. Yeah, I skipped the ride right passes. And, you know, it's like, oh, yeah, you know, we're asking really ignorant question. Does that help at all with swimming? I hope so. I don't know. I've been asked like before and I've actually I used to play mermaid when I was little, and I found out that I had that I was like, oh, like, oh, like I'm, I'm like part mermaid."},

{"timestamp": {"start": "05:33:47:09","end": "05:34:05:16"},
"speaker": "Unknown",
"text": "there's a casino here in town on the south side, and they have a big, massive fish tank. And every hour or so that mermaid show, I should jump in and just be like, I'm supposed to be here. Have you seen my toes? This is where I belong. what was your favorite part? that last part where you were, like, over top of me, and I was coming."},

{"timestamp": {"start": "05:34:05:18","end": "05:34:16:24"},
"speaker": "Unknown",
"text": "That was hot. Because I was like, alright, we're almost there. I think we got it. And then just girls kind of gave me a second. We need a couple more minutes. And I was like, all right. Worst case scenario, that's going to be like a rodeo. And you're going to put your best case scenario where you get one more orgasm."},

{"timestamp": {"start": "05:34:16:29","end": "05:34:34:24"},
"speaker": "Unknown",
"text": "Yeah. That was the most intense orgasm too, because it was like, yeah, it was like the breaking point where I was like, I don't know if I can take any more. And then I went past that and I was like, okay, this is this is great. It was hot. Yeah. And you did. You didn't have a lot of wiggle, but you were wiggling enough that you were almost like a fucking bag."},

{"timestamp": {"start": "05:34:34:26","end": "05:34:56:21"},
"speaker": "Unknown",
"text": "Yeah. I really like when I come so hard that I just start drooling, like, unintentionally. That means that it was the good, good time. Kiss with spit. Let's, You did it. We got a little marking on here. Yes, and there's a little bit up there on your arm that wrote Piggy's. How do you feel about those?"},

{"timestamp": {"start": "05:34:56:26","end": "05:35:12:28"},
"speaker": "Unknown",
"text": "I'm fine with it. I mean, the ones on my titties, like, they're there, but they're like. I don't know if you can tell, but I can tell this one is already fading, like. Yeah, and this one will go away. There might be a little bruise there. I've got arnica. These ones will probably last, but like, honestly, whatever."},

{"timestamp": {"start": "05:35:12:28","end": "05:35:35:15"},
"speaker": "Unknown",
"text": "It's fine though. It's going to be whatever they call it. there's a new style of tattoo. It's abstract. Yeah. It's like, neo tribalism or whatever they call it. It's like cool in the abstract. Okay, so all the women. So this little thing on my arm from that, that's tribalism. And then there's neo tribalism that looks a little bit more like like a metal band logo, you know."},

{"timestamp": {"start": "05:35:35:20","end": "05:35:52:21"},
"speaker": "Unknown",
"text": "Yeah. Like sort of like that. Like the ones that you're like, how many fucking thorns and spikes? Yeah. Exactly. Yeah. do you feel safe today? Yes. Do you feel like at any point anything went too far? No. Would you go back to again? I hope I will soon, yeah. You were amazing. Thank you so much. Thank you."},

{"timestamp": {"start": "05:35:52:23","end": "05:36:01:09"},
"speaker": "Unknown",
"text": "Oh. Thank you. Bye."},

{"timestamp": {"start": "05:36:01:09","end": "05:36:27:24"},
"speaker": "Unknown",
"text": "Introduce yourself please. Hi, I'm Katrina Cole. Hi, Katrina Cole, welcome back to Wkyc.com. Thank you. So today we are shooting hogtied. And clearly we are not in the dungeon. We are outside. We're at the ranch. for anybody who doesn't know, Wkyc.com bought a ranch off. But here we are. Anyway, let's talk about the things, that you're looking forward to."},

{"timestamp": {"start": "05:36:27:25","end": "05:36:45:01"},
"speaker": "Unknown",
"text": "I've seen what you don't want to do. It's very few and far between. let's talk about some of the stuff that you're excited about. What are you looking forward to today? I'm excited to try, some suspension for the first time. Okay. We've never. We've had you and a little bit of rope before. Just a touch of rope with that shoot that we did with Tommy Pistol."},

{"timestamp": {"start": "05:36:45:01","end": "05:37:03:04"},
"speaker": "Unknown",
"text": "All right. full suspension. You know. Okay. Oh, that's right, we did a section submission. You were there? Yes. I am smashing that thing. That's right. Thomas. Okay, I forgot every time I said I. Thomas, I think I might have scarred him. It's Tommy. So today it's all about you. It's all about the bondage. It's all about the torture."},

{"timestamp": {"start": "05:37:03:06","end": "05:37:23:02"},
"speaker": "Unknown",
"text": "and obviously, there's no penis involved today. Sorry. or maybe congratulations. Depends on the perspective you look at it. I enjoy the pain. so we're going to be going through different things. We're going to be testing you. We're going to be pushing you, obviously, as far as, you're comfortable with and not any further. If by some chance we do push further, that's what we would say for sure."},

{"timestamp": {"start": "05:37:23:05","end": "05:37:42:10"},
"speaker": "Unknown",
"text": "Red stops everything immediately, and we do check in if, anything's in your mouth and prevent you from speaking. both of those break character look directly into the lens. if you're okay to stay in bondage. But you want me to back off of what I'm doing as a yellow and mercy. That's within the limits with the safe words."},

{"timestamp": {"start": "05:37:42:10","end": "05:37:58:07"},
"speaker": "Unknown",
"text": "Praying. If we happen to get to a point where tears show up for whatever reason, that doesn't mean that I'm going to stop. you trust us to stop and use your safe word, so we trust you to use it when it's necessary. But with that being said, everyone on set is empowered to step up on your behalf if they see you like."},

{"timestamp": {"start": "05:37:58:09","end": "05:38:10:21"},
"speaker": "Unknown",
"text": "I want to get a check in just to make sure, but. But it seems like it's getting to be too much. So if they do interrupt, it's for your safety. It's not for them thinking they know better than you. Good, good. Sounds good. And remember, everything that you've said yes to you can say no to at any point."},

{"timestamp": {"start": "05:38:10:23","end": "05:38:30:02"},
"speaker": "Unknown",
"text": "consent is 100% revocable. And, if you do decide something's changed and you're like, I don't wanna do this anymore, speak up immediately. We stop instantly. and then we'll go back and reshoot it in a way that no one sees you asking us to stop. Oh, cool. Awesome. That's all that stuff. That's the technical stuff. So we did the section submissions."},

{"timestamp": {"start": "05:38:30:03","end": "05:38:49:15"},
"speaker": "Unknown",
"text": "You've been in some bondage before. you've been tortured. We did a device bondage shoot. And you're back. You're back? Are you happy? I'm stoked to be back. I'm really excited. I've been looking forward to it. is there a certain part of what you've discovered doing Bdsm that stands out that you look forward to the most?"},

{"timestamp": {"start": "05:38:49:15","end": "05:39:09:06"},
"speaker": "Unknown",
"text": "Is it the bondage, the submission? Is it the pain? I like the pain. Okay. Yeah. I mean, do you sexualize it? Yeah. Okay. Yeah, I guess so. Is it something that you've noticed in here or, like, in outside of porn that you kind of are, like, craving more or, you know, that you found that you're like, oh, that's a thing I didn't know I wanted."},

{"timestamp": {"start": "05:39:09:08","end": "05:39:30:11"},
"speaker": "Unknown",
"text": "you know, I think it's something that I discovered a while ago in my sex life. Pre porn. Not to this extent, but, you know, I remember the first time a guy really slapped my ass and really went for it and kept going for it, cause I loved it so much. And, I remember I was like, oh, this is this is a thing for me."},

{"timestamp": {"start": "05:39:30:13","end": "05:39:57:05"},
"speaker": "Unknown",
"text": "and so that's definitely something that I've continued to incorporate, at more mild levels throughout, my personal sex life. But since you've discovered, like, you know, ever since that, that the, the device bondage shoot, that's definitely I wanted that extra edge. I gaffs because we noticed that day, just when I've talked about it several times, we I think we awaken the slavery monster that looks on your face."},

{"timestamp": {"start": "05:39:57:05","end": "05:40:19:11"},
"speaker": "Unknown",
"text": "And I've seen you on set several times that I had never seen that look before. Oh, you over there tied up until you calmed down a little bit. You were hot. We joked that there was only one other model, Victoria Box, and I would like you calm down. And then we untie you, because you look like you're going to focus all straight into your eyes during this dry, which is super hot."},

{"timestamp": {"start": "05:40:19:18","end": "05:40:42:04"},
"speaker": "Unknown",
"text": "Yeah, I love that. is there anything that you found so far that you don't like that you're like, yeah, I'd rather stay away from that. whether it was a type of pain or a certain position, I guess the stinkier the something we discovered last time, I think I prefer that, like, study European to the stinky pain, but I wouldn't say that I'm averse to it."},

{"timestamp": {"start": "05:40:42:04","end": "05:41:00:25"},
"speaker": "Unknown",
"text": "It's just more that you prefer. Thud. Yeah. That's fair. more of a preference, I guess. Okay. Nothing that I have, like, a complete aversion to. All right. And like I said, you have very few limits today, so we are going to experiment. it's kind of going to take on a different thing today because obviously with device bondage it's steel and it's in a studio."},

{"timestamp": {"start": "05:41:00:28","end": "05:41:13:27"},
"speaker": "Unknown",
"text": "This is going to be a little more organic because we're going to move around in a couple places. If ropes or rope is, has you been in rope. You know what kind of moves. It's got a little more to it. and we're just going to see some of it maybe heavy bondage with a little bit of smack."},

{"timestamp": {"start": "05:41:13:27","end": "05:41:30:06"},
"speaker": "Unknown",
"text": "And I mean, there have been times if the bondage is intense enough, I'll walk in, put a vibrator on you just to get you through the scene, because that's like, this is what she's going to need to do this. and then if it's the bondage is lighter, we're going to fucking stop them and get some pain going."},

{"timestamp": {"start": "05:41:30:08","end": "05:41:48:16"},
"speaker": "Unknown",
"text": "It's all good. Yeah, it sounds great. Awesome. you work out? Yes, I do. How did you work out? It depends a little bit on my shoot schedule, but I try to work out at least, like, four times a week. Okay. I try to sort of work it in if I am shooting a lot of work in little snack size workouts where I can."},

{"timestamp": {"start": "05:41:48:19","end": "05:42:08:09"},
"speaker": "Unknown",
"text": "I only ask if you're, like, super smokin hot, and every time I see you, I'm like, how do you keep getting hotter? So that's why I was curious. so does that mean that you avoid, like, fun things like dessert or. No. God, no. I have a wicked sweet tooth. What's your favorite thing? Milk duds. I love that."},

{"timestamp": {"start": "05:42:08:12","end": "05:42:32:09"},
"speaker": "Unknown",
"text": "Oh, really? I mean, there are a lot of sweets that I love. Ice cream. Way up there. You don't discriminate. You're like, no, I want. Yeah. Fair. what's your favorite flavor of ice cream? Black raspberry. That is good. Yeah. And actually, one last night like that, we should go have ice cream. All right. Ready to get started?"},

{"timestamp": {"start": "05:42:32:10","end": "05:44:28:15"},
"speaker": "Unknown",
"text": "Yeah. Sounds good. You got any questions? No. Awesome. Have a good shoot. We'll talk to you afterwards. Bye, guys."},

{"timestamp": {"start": "05:44:28:18","end": "05:44:33:19"},
"speaker": "Unknown",
"text": "Okay."},

{"timestamp": {"start": "05:44:33:21","end": "05:44:57:27"},
"speaker": "Unknown",
"text": "So what part is. Is it the outside? Is it the being tied up? Is it the me having my hair? Is you what? It is me. This pussy that would that quickly. All of the above. So everybody sat around watching you while you're outside like this. so,"},

{"timestamp": {"start": "05:44:58:00","end": "05:45:30:06"},
"speaker": "Unknown",
"text": "you know, that's is my favorite part. It's body spray. It's, you know, it's doing. Oh right there. Yeah. I don't mind doing this now. I'm right back there. Yeah. one more twist in order. No, it's a new house. just have a good morning. Oh. Right there. That's the spot."},

{"timestamp": {"start": "05:45:40:18","end": "05:45:46:25"},
"speaker": "Unknown",
"text": "Head forward."},

{"timestamp": {"start": "05:45:46:27","end": "05:45:49:28"},
"speaker": "Unknown",
"text": "There."},

{"timestamp": {"start": "05:45:50:00","end": "05:46:10:16"},
"speaker": "Unknown",
"text": "A little more helplessness. Time to make a move,"},

{"timestamp": {"start": "05:46:10:18","end": "05:47:19:07"},
"speaker": "Unknown",
"text": "00000000000000. oh. Put your pussy up. 000. And spread on the time apart. 0000. oh. See now. Oh, I'm sure it's not going to surprise you at all in this pussy sweater. That was."},

{"timestamp": {"start": "05:48:13:20","end": "05:48:50:16"},
"speaker": "Unknown",
"text": "I'll let you know. I thought your pussy was running down your legs. So you not get super excited."},

{"timestamp": {"start": "05:48:50:18","end": "05:48:56:15"},
"speaker": "Unknown",
"text": "In this one."},

{"timestamp": {"start": "05:48:56:17","end": "05:50:02:28"},
"speaker": "Unknown",
"text": "That's. Why. Should we just take your other leg up? And they're nasty things when you come out here in front of everybody."},

{"timestamp": {"start": "05:50:03:01","end": "05:50:41:24"},
"speaker": "Unknown",
"text": "You know, we're going to take this leg. And if this sucks, you're gonna let me know. Yes. Give it to me. I was a sustainable happy to make you come like this. Okay? Come. You think so?"},

{"timestamp": {"start": "05:50:41:26","end": "05:51:04:24"},
"speaker": "Unknown",
"text": "There. Oh my goodness. It just so I hurt you more. So I make you come. Do I make you come and then hurt you more. And then make you come again? I see that smile. Maybe that's what you start with."},

{"timestamp": {"start": "05:51:04:27","end": "05:51:13:24"},
"speaker": "Unknown",
"text": "Let's start with give me a of that. Spit it up."},

{"timestamp": {"start": "05:51:13:27","end": "05:51:51:16"},
"speaker": "Unknown",
"text": "You know. Oh. Oh. Perfume. 0000 oh."},

{"timestamp": {"start": "05:51:51:18","end": "05:52:48:27"},
"speaker": "Unknown",
"text": "oh yeah. Oh What are you clenching a slut? Are you going to come for? oh. Come then. oh. Oh oh oh. well. Whoop! Oh, you were so close. oh oh oh"},

{"timestamp": {"start": "05:52:49:00","end": "05:53:56:00"},
"speaker": "Unknown",
"text": "Oh what The orgasm. Come here. You still getting close? Did you see what in your clothes? Well, Do it! 0000. oh. Yeah. I guess oh."},

{"timestamp": {"start": "05:53:56:05","end": "05:54:14:09"},
"speaker": "Unknown",
"text": "Well, that was some work. The best part. Is your pussy. So, Well,"},

{"timestamp": {"start": "05:54:14:12","end": "05:54:59:19"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow ow ow ow ow ow! I can't tell if you're about to come or you're going over some. Ow ow ow ow ow ow ow ow ow ow. Definitely overstimulated. Ow ow ow ow ow ow. So was it the hitting that made you this letter, or is it this helplessness?"},

{"timestamp": {"start": "05:54:59:22","end": "05:55:14:00"},
"speaker": "Unknown",
"text": "Is it all of it again?"},

{"timestamp": {"start": "05:55:14:02","end": "05:55:28:11"},
"speaker": "Unknown",
"text": "You put that vibrator on there, makes you come again. You want to come for me one more time,"},

{"timestamp": {"start": "05:55:28:14","end": "05:56:02:20"},
"speaker": "Unknown",
"text": "Ow! Ow ow ow ow ow ow ow ow ow! Ooh ooh. Oh! Let me distract you. I'm not gonna make you come faster than we can. Come faster. Oh, I am. Oh!"},

{"timestamp": {"start": "05:56:02:23","end": "05:56:34:15"},
"speaker": "Unknown",
"text": "oh some. Oh, that's the oh"},

{"timestamp": {"start": "05:56:34:18","end": "05:56:51:06"},
"speaker": "Unknown",
"text": "Oh. 0000, you were so close, Didn't."},

{"timestamp": {"start": "05:56:51:09","end": "05:57:04:04"},
"speaker": "Unknown",
"text": "Oh, oh."},

{"timestamp": {"start": "05:57:04:06","end": "05:57:12:15"},
"speaker": "Unknown",
"text": "oh oh"},

{"timestamp": {"start": "05:57:12:18","end": "05:57:23:02"},
"speaker": "Unknown",
"text": "Let's look."},

{"timestamp": {"start": "05:57:23:05","end": "05:58:17:10"},
"speaker": "Unknown",
"text": "oh. Whoa! Oh! Hoo hoo hoo hoo hoo! Oh! What happened? Oh! I realized. Whoa whoa whoa whoa whoa whoa whoa. So, So, could you imagine someone just walking on sliding right in there? Oh, yeah. Oh. oh. Oh, there it, Stick your tongue out,"},

{"timestamp": {"start": "05:58:17:13","end": "05:58:42:15"},
"speaker": "Unknown",
"text": "Okay. Oh"},

{"timestamp": {"start": "05:58:42:18","end": "05:59:28:12"},
"speaker": "Unknown",
"text": "yeah."},

{"timestamp": {"start": "05:59:28:15","end": "05:59:41:02"},
"speaker": "Unknown",
"text": "It looks like you're enjoying yourself. You comfortable? Ish ish ish."},

{"timestamp": {"start": "05:59:41:05","end": "06:00:09:27"},
"speaker": "Unknown",
"text": "As I'm sitting there staring at you, it's gonna help you look at what could I have done different? I thought to myself I would have just. Spread the legs or. That could have been fun. So I'm gonna spread the legs."},

{"timestamp": {"start": "06:00:10:00","end": "06:00:22:03"},
"speaker": "Unknown",
"text": "And see what happens."},

{"timestamp": {"start": "06:00:22:05","end": "06:00:38:21"},
"speaker": "Unknown",
"text": "Because once I start making you come, I don't want you to try and stop me. Even though I don't really think you're the kind of girl that will never know. Though."},

{"timestamp": {"start": "06:00:38:24","end": "06:01:21:23"},
"speaker": "Unknown",
"text": "Secretary. And I think your body and my rope make a good team. Yeah. So what? I think."},

{"timestamp": {"start": "06:01:21:25","end": "06:01:57:11"},
"speaker": "Unknown",
"text": "Yeah. Now there's the test part to see if it actually holds with bamboo. It's hard sometimes to make things not slip. And the best way to test this? Well, just to do. foot on the right one. oh. You can't close your legs, can you? Two? Oh, look at you. Feel the wind pieces for. Oh!"},

{"timestamp": {"start": "06:01:57:13","end": "06:02:48:27"},
"speaker": "Unknown",
"text": "Oh, fuck. Oh. sensitive. Right there. Yeah, us right there. hum, hum. I can do there. Or I can come here and do the same thing. 000, you. Oh oh, yeah. super sensitive Kind of sensitive. Since this is that kind of."},

{"timestamp": {"start": "06:02:49:00","end": "06:03:34:25"},
"speaker": "Unknown",
"text": "you can't see that, you have to trust. Oh, you. Oh, oh, fuck. Yeah. Know. Fuck! oh my god, look Oh, that one sounds like that stuff. Oh, yes. Let's see. Oh, so it probably stung because it wasn't warmed up."},

{"timestamp": {"start": "06:03:34:27","end": "06:04:18:29"},
"speaker": "Unknown",
"text": "Oh, fuck. So the woman. Oh, Ow ow ow ow 00000000 ooh Ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow! Oh, you."},

{"timestamp": {"start": "06:04:19:01","end": "06:05:22:03"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow oh ow ow ow ow ow ow ow ow! It's the two of us right now. ow ow ow ow ow! Oh, here we go. Oh Yeah. Ow ow ow ow ow ow ow ow ow! Oh!"},

{"timestamp": {"start": "06:05:22:05","end": "06:06:00:03"},
"speaker": "Unknown",
"text": "Ow ow ow ow ow ow ow ow ooh ooh ooh ooh. Ow! We're getting close. Aren't you something fierce. Oh, I'm so close. Oh, what an asshole. what an asshole. Oh! Ow ow ow ow ow ow! I should think about the way I was working with all of you earlier. keep you going until I decide to start."},

{"timestamp": {"start": "06:06:00:05","end": "06:06:27:06"},
"speaker": "Unknown",
"text": "oh, oh, 0000000 yeah yeah 000, fuck you almost."},

{"timestamp": {"start": "06:06:27:08","end": "06:06:51:04"},
"speaker": "Unknown",
"text": "000000. So it's so it was right up. Oh, yeah, oh, yeah. 0000000."},

{"timestamp": {"start": "06:06:51:06","end": "06:07:22:13"},
"speaker": "Unknown",
"text": "Oh oh. 000000 yeah. And I do what you should do is you take. Oh you have a choice. Oh you feel. 000000000. Floats 000."},

{"timestamp": {"start": "06:07:22:16","end": "06:07:26:09"},
"speaker": "Unknown",
"text": "Oh."},

{"timestamp": {"start": "06:07:26:11","end": "06:07:34:04"},
"speaker": "Unknown",
"text": "Oh. Oh, yeah."},

{"timestamp": {"start": "06:07:34:07","end": "06:09:08:22"},
"speaker": "Unknown",
"text": "0000. Sweet. 000000000000. Yeah. 000000. Yeah, yeah. Ow ow ow ow ow ow 000. You're the one for me. You give it to me. 0000. With the pressure you. Then give it to me. 000. Ow. Ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow ow!"},

{"timestamp": {"start": "06:09:08:24","end": "06:09:17:22"},
"speaker": "Unknown",
"text": "Ow!"},

{"timestamp": {"start": "06:09:17:24","end": "06:10:12:11"},
"speaker": "Unknown",
"text": "Ow! Oh! Fuck me! Oh, that's, Ow ow ow! You are so fucking wet. Right? Come for me. Ow! Ow! This is the one right there. Ow! Ow! Ooh! Oh, yeah. Yes! Yes! Ow! Oh! Oh! Ow ow ow ow ow!"},

{"timestamp": {"start": "06:10:12:13","end": "06:10:27:06"},
"speaker": "Unknown",
"text": "Ow ow ow!"},

{"timestamp": {"start": "06:10:27:09","end": "06:10:37:03"},
"speaker": "Unknown",
"text": "Oh, look. Yeah! You."},

{"timestamp": {"start": "06:10:37:06","end": "06:10:42:01"},
"speaker": "Unknown",
"text": "Clumsy."},

{"timestamp": {"start": "06:10:42:03","end": "06:10:54:08"},
"speaker": "Unknown",
"text": "Ow! Come."},

{"timestamp": {"start": "06:10:54:11","end": "06:11:03:15"},
"speaker": "Unknown",
"text": "Ooh, ooh! Oh, yeah. Oh!"},

{"timestamp": {"start": "06:11:03:18","end": "06:11:09:15"},
"speaker": "Unknown",
"text": "I love."},

{"timestamp": {"start": "06:11:09:17","end": "06:11:19:16"},
"speaker": "Unknown",
"text": "Ow! Ow ow!"},

{"timestamp": {"start": "06:11:19:18","end": "06:11:38:12"},
"speaker": "Unknown",
"text": "Whoa! Oh! Ow! Ow! Ow ow ow ow! Ow!"},

{"timestamp": {"start": "06:11:38:14","end": "06:11:43:19"},
"speaker": "Unknown",
"text": "Ow! Ow! It was so close."},

{"timestamp": {"start": "06:11:43:21","end": "06:12:01:10"},
"speaker": "Unknown",
"text": "Ow! Ow! Ow! Ow! I'm."},

{"timestamp": {"start": "06:12:01:12","end": "06:12:41:27"},
"speaker": "Unknown",
"text": "So close. Ooh! I know. So now, Ooh! Ooh. You just have to wait until I get. No, no. Ow! Ow! Would you like a little baby? No. It's not right in there. Oh, that right there. That's the only I want to think about it. Oh!"},

{"timestamp": {"start": "06:12:41:29","end": "06:12:54:18"},
"speaker": "Unknown",
"text": "Oh, fuck. Yeah. Yeah. Oh, no. Not. Good."},

{"timestamp": {"start": "06:14:17:28","end": "06:14:48:24"},
"speaker": "Unknown",
"text": "oh. yeah. Oh!"},

{"timestamp": {"start": "06:14:53:27","end": "06:16:10:14"},
"speaker": "Unknown",
"text": "Fuck! Oh. the, look."},

{"timestamp": {"start": "06:16:10:17","end": "06:16:27:04"},
"speaker": "Unknown",
"text": "Yeah."},

{"timestamp": {"start": "06:16:27:07","end": "06:16:46:04"},
"speaker": "Unknown",
"text": "Oh. Oh."},

{"timestamp": {"start": "06:16:46:07","end": "06:17:13:15"},
"speaker": "Unknown",
"text": "Oh. Fuck! Yes!"},

{"timestamp": {"start": "06:17:13:18","end": "06:17:46:11"},
"speaker": "Unknown",
"text": "Yeah. Yeah. Yes. Oh. Oh."},

{"timestamp": {"start": "06:17:46:14","end": "06:19:07:24"},
"speaker": "Unknown",
"text": "Oh! Oh. Oh! Oh! Oh! Oh! Rosie! Oh! Oh! Oh. There's something else in there. Other. Yeah. Oh my God. Oh. Oh. You, Oh! Oh!"},

{"timestamp": {"start": "06:19:07:27","end": "06:19:39:13"},
"speaker": "Unknown",
"text": "Oh! Oh. we're going to squeeze it in and then ready to breath. that. She's, Oh, no. We're not going to do it. That's okay. Oh. That's, That was my finger. Trying to get to the G-spot. Oh, cool. Oh, such a tight pussy. Oh, fuck. Oh, really? Then, Yeah."},

{"timestamp": {"start": "06:19:39:18","end": "06:20:49:05"},
"speaker": "Unknown",
"text": "I bet you'd love a little more stimulation. Oh! Oh my God. Oh! Oh! Oh my God. Oh, yeah. Yeah. Oh! Oh, yeah. Oh. Yeah. Yeah. Oh, yeah. Fuck it! yeah. Yeah. Oh!"},

{"timestamp": {"start": "06:20:49:08","end": "06:21:36:00"},
"speaker": "Unknown",
"text": "Yeah. Oh, yeah. Oh, yeah. Yeah yeah yeah yeah yeah. Oh! Oh! Oh. Yeah. Oh, yeah. Look. Yeah."},

{"timestamp": {"start": "06:21:36:02","end": "06:21:48:26"},
"speaker": "Unknown",
"text": "Okay. Oh."},

{"timestamp": {"start": "06:21:48:28","end": "06:22:43:06"},
"speaker": "Unknown",
"text": "Yeah. Yeah. Oh. That's life. Yeah. Yeah. Oh, no! Oh! Oh, you. Oh! Oh, yeah. Yeah. Oh! Yeah! Oh my God! Yeah! Yeah. Yeah!"},

{"timestamp": {"start": "06:22:43:09","end": "06:23:07:21"},
"speaker": "Unknown",
"text": "Yeah."},

{"timestamp": {"start": "06:23:07:23","end": "06:23:13:06"},
"speaker": "Unknown",
"text": "Yeah. Oh!"},

{"timestamp": {"start": "06:23:35:27","end": "06:23:50:25"},
"speaker": "Unknown",
"text": "Oh. You know. Oh! Oh, my."},

{"timestamp": {"start": "06:23:50:27","end": "06:23:57:21"},
"speaker": "Unknown",
"text": "Oh. Here."},

{"timestamp": {"start": "06:23:57:23","end": "06:24:06:21"},
"speaker": "Unknown",
"text": "Oh! Yeah."},

{"timestamp": {"start": "06:24:06:24","end": "06:24:28:06"},
"speaker": "Unknown",
"text": "Yeah. Yeah. Yeah. Oh, yeah. Yes. Yes. Yes. Yes."},

{"timestamp": {"start": "06:24:28:09","end": "06:24:52:18"},
"speaker": "Unknown",
"text": "Oh. Oh. Just,"},

{"timestamp": {"start": "06:24:59:13","end": "06:25:10:11"},
"speaker": "Unknown",
"text": "Oh! Yeah. Oh! Oh! Oh! Oh!"},

{"timestamp": {"start": "06:25:10:13","end": "06:26:07:13"},
"speaker": "Unknown",
"text": "Oh. Oh. Yeah. Oh my God! Oh my God. Oh. Yeah. Oh! Oh! We're so close. I'm really tired of things, you know? Oh, yeah. We are. But today, we're going to call it done,"},

{"timestamp": {"start": "06:26:07:16","end": "06:26:26:28"},
"speaker": "Unknown",
"text": "Yeah. Did you call enough for to come some more? But for now, that's all for today. Oh, So good."},

{"timestamp": {"start": "06:26:42:24","end": "06:26:49:01"},
"speaker": "Unknown",
"text": "Oh, you."},

{"timestamp": {"start": "06:26:49:03","end": "06:27:16:20"},
"speaker": "Unknown",
"text": "Oh! We're, Hi, Katrina. Hello. How are you feeling? Good. That was hot. It felt hot. Super fucking. I do think I am now a fan of being outside more. Because at first I was like, okay, it's outside, it's whatever. But now that's outside and there's random people that we're moving around through the whole thing. That was pretty fucking hot."},

{"timestamp": {"start": "06:27:16:22","end": "06:27:38:27"},
"speaker": "Unknown",
"text": "Yeah. I actually really enjoyed that element. it was kind of nice. It was? Yeah. People were possibly watching us or were intentionally watching us. That was pretty hot. Yeah. I mean, it's like you always watch us, but, so we started off, in a basic standing position and turned it into a suspension. Then we put you in kind of a predicament."},

{"timestamp": {"start": "06:27:38:27","end": "06:27:53:24"},
"speaker": "Unknown",
"text": "Tie for the second one. Just kind of had your pelvis set up bridged, I think, is what they call it. Yeah. and then the last one, we just had kind of a basic doggy because you got a phenomenal everything, but we didn't want to not show your ass off. So we did that. what would you say out of the day, if anything?"},

{"timestamp": {"start": "06:27:53:24","end": "06:28:07:03"},
"speaker": "Unknown",
"text": "What was the most challenging thing we did today? The most challenging. I knew you were going to ask this, and I was trying to think what it would be."},

{"timestamp": {"start": "06:28:07:05","end": "06:28:36:09"},
"speaker": "Unknown",
"text": "None of it. And I'm a little undecided. Okay. you know, there are definitely some, Excuse me. got sick on my throat. gosh, I can't I can't decide. What are they? What are they between? just like General, Like the impact. at times, like, kind of get right up on the. Yeah, right up on the edge."},

{"timestamp": {"start": "06:28:36:12","end": "06:28:59:03"},
"speaker": "Unknown",
"text": "And forever, it felt like, I felt a little bit more intense than I had previously felt with that kind of play. just whatever my body felt like today. and then also, I guess the suspension was now. So that was definitely. Just exploring those new sensations, I guess. but the suspension and then the nipple stuff."},

{"timestamp": {"start": "06:28:59:04","end": "06:29:21:21"},
"speaker": "Unknown",
"text": "My nipples were. I know, and you you went for. No, you went for it. That's a no no, I definitely did not say no, I enjoyed that. It was nice. But I do you also I, I'm very I feel like I'm a big cat when it comes to like kneading into the flesh. I loved that when you kind of pressed back and started almost purring, I was like, oh, I did like minded person here."},

{"timestamp": {"start": "06:29:21:23","end": "06:29:36:09"},
"speaker": "Unknown",
"text": "the suspension for starters. I don't wanna go too far from that. First, that was your first suspension? That was. That was wrist and legs. That was it. That's not like the easiest thing for people to just jump into, especially for a first time in the air. Yeah. Not to be like a champ. I enjoyed it. Yeah. For sure."},

{"timestamp": {"start": "06:29:36:12","end": "06:30:03:20"},
"speaker": "Unknown",
"text": "This means we got to do this again so we can experiment more stuff. I hope so. what would you say was your favorite part? Favorite part? You got my mind going. I when you pulled on my skin, I love that. the like. Oh, yeah. That felt amazing. What? that bridge position. yeah, the second one."},

{"timestamp": {"start": "06:30:03:22","end": "06:30:27:09"},
"speaker": "Unknown",
"text": "everything about that felt amazing. The way the, like, rope, like, interacted with my body, the fingering, everything just felt so good. Yeah, I still got it. it was hot. Dude, it was everything about it. I was the same way. There was a whole lot of things going on everywhere. I was just like, fuck, this is really fucking hot."},

{"timestamp": {"start": "06:30:27:12","end": "06:30:43:09"},
"speaker": "Unknown",
"text": "Yeah, and for the record, because I don't know that everyone because they they watch on monitor, they see you on the screen that sometimes it doesn't, they can't tell. You're not the shortest person. No. I mean it's like, I don't know, you can we can we can tell real quick. I want to see the. Can you cross your legs again?"},

{"timestamp": {"start": "06:30:43:09","end": "06:31:05:05"},
"speaker": "Unknown",
"text": "Yeah. Just so you guys can see like that's how little that box is going to take you. Hey, what happened to you? I'm a five, nine, five, ten, five, nine, five, ten. And put your entire body from basically head to toe pinched on that little box was a lot. Yeah, that was hot. Hot. did you feel safe today?"},

{"timestamp": {"start": "06:31:05:07","end": "06:31:19:09"},
"speaker": "Unknown",
"text": "Absolutely. Did you feel like at any point anything went too far? No. Would you come back and do it again? Absolutely. You were amazing. Thank you so much. Thank you. Bye. Bye, guys."}]
